const EXPLANATION = [
	{ en: 'severe', tr: '|sɪˈvɪr|', ru: 'тяжёлый, серьёзный, сильный', exp: '(что-то очень сложное или сильно причиняющее беспокойство)', pos: 1981 },
	{ en: 'engage', tr: '|ɪnˈɡeɪdʒ|', ru: 'нанимать, участвовать, привлекать', exp: '(означает вовлекать или привлекать кого-либо или что-либо в определенную деятельность или ситуацию. Это подразумевает активное участие и внимание)', pos: 1190 },
	{ en: 'apply', tr: '[əˈplaɪ]', ru: 'применять, относиться, использовать', exp: '(означает использовать что-либо для определенной цели или ситуации. Это подразумевает применение знаний, навыков, усилий или методов для достижения желаемого результата)', pos: 927 },
	{ en: 'consider', tr: '|kənˈsɪdər| ', ru: 'считать, рассматривать, учитывать', exp: '(означает мысленно обдумывать или анализировать что-либо, чтобы прийти к выводу или решению)', pos: 459 },
	{ en: 'consideration', tr: '|kənˌsɪdəˈreɪʃn|', ru: 'рассмотрение, внимание', exp: '(означает процесс обдумывания или рассмотрения чего-либо, чтобы прийти к выводу или решению)', pos: 1991 },
	{ en: 'however', tr: '|haʊˈevər|', ru: 'однако, как, тем не мене', exp: '(используется, чтобы показать, что следующая часть предложения будет противоречить или ограничивать то, что было сказано ранее. Это слово помогает создать контраст и выразить несогласие или ограничение)', pos: 789 },
	{ en: 'loose', tr: '|luːs|', ru: 'свободный, сыпучий', exp: '(может описывать вещи, которые не держатся или не прикасаются к чему-либо, или человека, который не контролирует себя или ведет неоправданную жизнь)', pos: 2737 },
	{ en: 'loosen', tr: '|ˈluːsn|', ru: 'ослаблять, рыхлить', exp: '(передает идею уменьшения плотности, ограничений или жесткости, будь то в физическом, социальном или психологическом контексте)', pos: 6619 },
	{ en: 'decline', tr: '|dɪˈklaɪn|', ru: 'снижение, спад; снижаться, сокращаться', exp: '(подразумевает негативную тенденцию к уменьшению, ухудшению или падению чего-либо, будь то физическое или абстрактное. Это слово часто используется для описания неблагоприятных изменений в различных контекстах)', pos: 1491 },
	{ en: 'rapid', tr: '|ˈræpɪd|', ru: 'быстрый, скоростной', exp: '(может описывать что-то, что происходит быстро, требует срочных действий или является неожиданным)', pos: 3935 },
	{ en: 'sheer', tr: '|ʃɪr|', ru: 'чистый, явный; отвесный', exp: '(описывает что-то очень тонкое, прозрачное, легкое или чистое по своей природе. Это слово часто используется для создания образов воздушности, деликатности и изящества; также обозначает - отвесные скалы)', pos: 4738 },
	{ en: 'sturdy', tr: '|ˈstɜːrdɪ|', ru: 'крепкий, сильный, твердый', exp: '(описывает что-то физически крепкое, долговечное, надежное и устойчивое. Это слово часто используется для создания образа чего-то, на что можно положиться и что будет служить долго)', pos: 9505 },
	{ en: 'devastate', tr: '|ˈdevəsteɪt|', ru: 'опустошать, разорять', com: '(означает либо причинение огромного физического ущерба, либо сильное эмоциональное потрясение. Это слово используется для описания разрушительных последствий, будь то природные катастрофы или душевные травмы)', pos: 2458 },

]





export default EXPLANATION