const socialStudies = [
	{
		theme: 'Человек и общество',
		cards: [
			{
				subtheme: "1. Природное и общественное в человеке",
				content:
					`
					Человек — это биосоциальное существо с сознанием, речью, нравственными качествами и способностью создавать орудия труда <br><br>

	Антропосоциогенез— процесс одновременного становления человека и общества, который выделил человека среди других живых организмов <br><br>

	Стадии становления личности

	<ul>
	<li>Индивид — конкретный представитель человеческого рода, обладающий социальными и психологическими чертами</li>
	<li>Индивидуальность — уникальные проявления человека, подчеркивающие его характер и психический склад</li>
	<li>Личность — субъект сознательной деятельности с социально значимыми качествами</li>
	</ul>

	Качества личности — набор отличительных черт, отражающих особенности характера и поведения в обществе
					`,
			},
			{
				subtheme: "2. Мировоззрение",
				content:
					"Мировоззрение - устойчивая система ценностей, норм поведения и жизненных установок, которой руководствуется человек при определении окружающего мира и своего места в нём<br><br>Виды мировоззрений<br><ul><li>обыденное - основано на личном опыте</li><li>религиозное - основано на религиозных учениях</li><li>научное - основано на обобщении научной картины мира</li><li>гуманистическое - основано на нормах человеколюбия</li></ul>",
			},
			{
				subtheme: "3. Знания",
				content:
					`

	Знание — систематизированные результаты познавательной деятельности, включающие утверждения об окружающем мире<br><br>
	Познание — отражение объективной реальности в сознании и получение нового знания<br><br>
	Процесс познания — взаимодействие субъекта (носителя познавательной активности) и объекта (предмета познания)<br><br>

	Уровни познания:
	<ul>
		<li>Чувственное (эмпирическое) — через органы чувств</li>
		<li>Рациональное (теоретическое) — через разум и мышление</li>
	</ul>

	Качества научного знания:
	<ul>
		<li>Системность — основано на повторяющихся фактах</li>
		<li>Структурированность — знание организовано</li>
		<li>Методологическая обоснованность — получено с использованием научных методов</li>
		<li>Независимость от субъекта — лишено личных оценок</li>
	</ul>
	Методы научного знания:
	<ul>
		<li>Эмпирические:</li>
		<ul>
			<li>Наблюдение — восприятие явлений (миграция животных)</li>
			<li>Эксперимент — изучение в специальных условиях (поведение мышей)</li>
			<li>Сравнение — сопоставление объектов (тигр и лев)</li>
			<li>Измерение — сопоставление с эталоном (вес)</li>
		</ul>
		<li>Теоретические:</li>
		<ul>
			<li>Обобщение — выделение общих черт (млекопитающие)</li>
			<li>Анализ — разложение на части (разбор слова)</li>
			<li>Синтез — соединение частей (пазл)</li>
			<li>Аналогия — выявление схожих качеств (сравнение работы сердца с насосом)</li>
			<li>Отвлечение (абстрагирование) — изучение объекта с выделением интересующих свойств (изучение автомобиля, сосредоточившись только на его двигателе)</li>
		</ul>
	</ul>

 `,
			},

			{
				subtheme: "4. Истина",
				content:
					`Истина — это знание, объективно отражающее действительность <br><br>

	Критерии истины
	<ul>
	<li>Практичность — истинные знания применимы на практике.</li>
	<li>Логичность — истина соответствует законам логики.</li>
	<li>Научность — не противоречит ранее открытым научным законам.</li>
	<li>Фундаментальность — не противоречит законам природы.</li>
	<li>Простота — выражается простыми формулировками</li>
	</ul>

	Виды истины
	<ul>
	<li>Абсолютная истина — полное знание о предмете.</li>
	<li>Относительная истина — знание, которое развивается с наукой</li>
	</ul>

	Ошибки в познании
	<ul>
	<li>Заблуждение — ненамеренное искажение действительности из-за недостоверной информации</li>
	<li>Ложь — сознательное утверждение неверной информации как истинной</li>
	</ul>

`,
			},
			{
				subtheme: "5. Мышление",
				content: `Мышление — это процесс активного отражения знаний об окружающем мире, преобразуемых в гипотезы, теории и суждения <br><br>

Формы мышления - это способ отражения действительности, позволяющий выделять и обобщать существенные признаки объектов
<ul>
<li>Понятие — отражение общих связей (например, личность, искусство)</li>
<li>Суждение — утверждение или отрицание (например, "луна — естественный спутник Земли")</li>
<li>Умозаключение — вывод нового суждения на основе других (например, "Все люди смертны Сократ — человек Следовательно, Сократ смертен")</li>
</ul>

Типы мышления - это классификация мыслительных процессов
<ul>
<li>Практическое — решение конкретных задач (например, ремонт автомобиля)</li>
<li>Художественное — использование образных мыслей (например, картины, музыка)</li>
<li>Абстрактное — поиск закономерностей (например, теория относительности)</li>
</ul>

Методы мышления -  это подходы к анализу и решению задач
<ul>
<li>Индукция — от частного к общему (Все яблоки, которые вы пробовали, сладкие. Вывод: все яблоки сладкие)</li>
<li>Дедукция — от общего к частному (Все млекопитающие имеют сердце. Собака — млекопитающее, значит, у собаки есть сердце)</li>
<li>Анализ — деление целого на части (Автомобиль состоит из двигателя, трансмиссии, кузова и колес)</li>
<li>Синтез — объединение частей в целое (Создание нового блюда из мяса, овощей и специй)</li>
<li>Сравнение — сопоставление объектов по качествам (Сравнение двух смартфонов по камере, батарее и цене для выбора подходящего)</li>
</ul>

`,
			},
			{
				subtheme: "6. Деятельность",
				content: `Деятельность — целенаправленный процесс, в котором человек познаёт и изменяет окружающий мир, а также преобразует себя. Это череда постоянных действий <br><br>
Действие — процесс, направленный на достижение результата <br><br>
Цель — то, к чему стремится человек (например, поступить в вуз) <br><br>
Субъект — тот, кто осуществляет деятельность <br><br>
Объект — на что направлена деятельность <br><br>

Стадии достижения цели
<ul>
<li>Средства достижения — как и с помощью чего будет достигаться цель (например, усердная подготовка к ЕГЭ)</li>
<li>Действия — практические шаги к цели (например, ежедневное обучение и занятия с репетитором)</li>
<li>Результат — конечный итог, соответствующий или отклоняющийся от цели (например, поступление или непоступление в вуз)</li>
</ul>
`,
			},
			{
				subtheme: "7. Потребности и интересы",
				content: `
	<p>Потребность - осознанная нужда в том, что
		необходимо для поддержания организма и развития его духовных качеств. Является мотивом
		деятельности
	</p>
	<br>
	<p>
		Деление потребностей согласно Абарахаму Маслоу (не удовлетворив потребности предыдущего уровня невозможен переход на
		следующий)
	</p>
	<ul>
		<li>Физиологические (вода, еда, сон)</li>
		<li>Экзистенциальные (защищённость, безопасность)</li>
		<li>Социальные (общение, любовь, дружба)</li>
		<li>Престижные (карьерный рост, самоуважение)</li>
		<li>Духовные (самосовершенствование, духовный рост)</li>
	</ul>

	<p>
		Мнимые (неразумные, ложные) потребности - это потребности, удовлетворение которых ведёт к деградации личности и наносит ущерб природе и обществу (алкоголизм, наркомания)
	</p>
	<br>
	<p>
		Разумные потребности - это потребности, удовлетворение которых ведёт к развитию качеств, присущих человеку (стремление к знаниям, гуманизм)
	</p>
	<br>
	<p>
		Интерес - одна из форм направленности индивида, заключающаяся в
		сосредоточенности внимания, мыслей, помыслов на определённом предмете
	</p>
				<br>

	<p>Склонность - избирательная направленность индивида на определённую деятельность, побуждающая её заниматься</p>
	<br>
	<p>Талант - выдающиеся природные способности</p>
	<br>
	<p>Навык - развитие таланта, приобретение опыта</p>
	<br>
	<p>Влечение - инстинктивное намерения совершить какое-либо действие</p>
			`,
			},
			{
				subtheme: "8. Свобода",
				content: `

Свобода — возможность человека осуществлять творческую деятельность, соответствующую его мировоззрению и желаниям, основанную на внутренних убеждениях. <br><br>
Необходимость — неизбежная обязанность выполнять определённые действия.<br><br>
Детерминизм (фатализм) — принцип, утверждающий закономерность и причинную обусловленность всех событий.<br><br>
Воля — сознательное стремление к достижению цели.<br><br>
Волюнтаризм — философское направление, отрицающее объективные закономерности и подчеркивающее роль воли в развитии человека.<br><br>
Ответственность — понимание и принятие обязательств перед обществом за свои действия.<br><br>

Виды ответственности
<ul>
<li>Историческая — ответственность народа за свою судьбу</li>
<li>Политическая — ответственность политических сил перед обществом</li>
<li>Юридическая — ответственность перед законом</li>
<li>Индивидуальная — ответственность человека за свои поступки</li>
<li>Групповая — ответственность группы за действия её членов</li>
</ul>
`,
			},
			{
				subtheme: "9. Общество",
				content: `

	Общество в широком смысле — это обособившаяся от природы, но тесно связанная с ней часть материального мира,
	включающая способы взаимодействия и формы объединения людей.<br><br>

	Общество в узком смысле: <ul>
		<li>Объединение людей для удовлетворения общения и совместных интересов (например, защитники животных).</li>
		<li>Объединение людей по территориальному признаку (страна, город).</li>
	</ul>
	Типы обществ:
	<ul>
		<li>Аграрное (доиндустриальное): ручной труд и примитивные технологии.</li>
		<li>Индустриальное: развитие промышленности; капитал как основной фактор производства.</li>
		<li>Постиндустриальное (информационное): информация как единица товара; основной фактор
			производства — информация.</li>
	</ul>
	Общественные отношения:
	<ul>
		<li>Производственные</li>
		<li>Социальные</li>
		<li>Межнациональные</li>
		<li>Брачно-семейные</li>
	</ul>
	Структура общества:
	<ul>
		<li>Социальные общности</li>
		<li>Производство материальных и духовных благ</li>
		<li>Политические организации (включая государство)</li>
		<li>Институты общества (семья, политика, экономика, духовность)</li>
	</ul>
	Подсистемы общественной жизни:
	<ul>
		<li>Социум: классовые и сословные взаимоотношения.</li>
		<li>Экономика: отношения, связанные с материальными благами.</li>
		<li>Политика: взаимоотношения государства и общества.</li>
		<li>Духовная жизнь: создание и сохранение духовных ценностей.</li>
	</ul>
	Элементы общественной жизни:
	<ul>
		<li>Социальная (семья)</li>
		<li>Экономическая (рынки, деньги)</li>
		<li>Политическая (государство, партии)</li>
		<li>Духовная (культура, искусство, религия)</li>
	</ul>
	Социальное развитие - необратимые изменения общества, приводящие к его усложнению.
<br><br>
	Пути социального развития:
	<ul>
		<li>Эволюционные: постепенные изменения через реформы.</li>
		<li>Революционные: скачкообразное развитие (например, революция 1917 года).</li>
		<li>Реформа: постепенное изменение без затрагивания основ общества.</li>
	</ul>

`,
			},
			{
				subtheme: "10. Основные институты общества",
				content: `
				
	Институт общества — устойчивая совокупность людей, деятельность которых направлена на выполнение социальных функций и регулируется определёнными нормами <br><br>

Институализация — процесс становления общественного института <br><br>


Типы социальных институтов
<ul>
<li>Семья — регулирует брачные отношения, рождение и воспитание детей</li>
<li>Экономика — добыча средств существования</li>
<li>Политический институт — поддержка общественного порядка и регулирование власти</li>
<li>Духовный институт — удовлетворение духовных потребностей и установление нравственных норм</li>
<li>Социально-культурный институт — получение и передача знаний о мире</li>
</ul>

Функции общественных институтов
<ul>
<li>Явные функции — достижение основных целей, зафиксированных в законах</li>
<li>Скрытые функции — организация общества, повышение престижа, внедрение ожидаемого поведения, сохранение стабильности</li>
</ul>

Дисфункция общественного института —  негативные скрытые функции, приводящие к падению престижа института в обществе
`,
			},
			{
				subtheme: "11. Культура",
				content: `

	Культура в узком смысле — процесс активной творческой деятельности, создающий и распределяющий духовные
	ценности<br><br>

	Культура в широком смысле — динамический комплекс форм, принципов и результатов творческой деятельности людей<br><br>

	Культурное наследие — продукты культуры, передающиеся из поколения в поколение<br><br>

	Виды культуры:
	<ul>
		<li>Материальная — результаты производства и освоения материального мира (здания, картины,
			автомобили)</li>
		<li>Духовная — совокупность духовных ценностей и творческой деятельности (наука, религия,
			искусство)</li>
	</ul>
	Элементы культуры:
	<ul>
		<li>Язык — средство передачи информации и взаимопонимания</li>
		<li>Ценности — нормы морали, определяющие жизненные цели</li>
		<li>Нормы — устоявшиеся правила для данного социума</li>
	</ul>
	Функции культуры:
	<ul>
		<li>Познавательная — формирование представления о народе и эпохе</li>
		<li>Регулятивная (нормативная) — система норм и требований общества</li>
		<li>Коммуникативная — передача культурных ценностей через общение</li>
		<li>Социализация — усвоение знаний и социальных ролей</li>
	</ul>
	Формы культуры:
	<ul>
		<li>Массовая — доступна большинству, быстро меняется (мелодрамы, поп-музыка)</li>
		<li>Элитарная — сложна для понимания, требует подготовки (джаз, опера)</li>
		<li>Народная — основана на традициях (фольклор, праздники)</li>
		<li>Субкультура — объединяет людей по признакам (эмо, готы)</li>
		<li>Контркультура — конфликтует с господствующей культурой (хиппи, панки)</li>
	</ul>
	Признаки массовой культуры:
	<ul>
		<li>Общедоступность</li>
		<li>Занимательность</li>
		<li>Серийность</li>
		<li>Пассивность восприятия</li>
		<li>Коммерческий характер</li>
	</ul>

`,
			},

			{
				subtheme: "12. Наука",
				content: `
				

	Наука — это форма человеческого познания, представляющая собой систему достоверных знаний о закономерностях природы,
	общества и человека Она служит хранилищем объективной информации и способствует интеллектуальному развитию<br><br>

	Цель науки — получение научных знаний, формирующих научную картину мира<br><br>

	Черты современной науки:
	<ul>
		<li>Доказательность — знание должно быть проверено независимыми исследователями</li>
		<li>Универсальность — знание применимо во всех подобных ситуациях</li>
		<li>Системность — упорядоченность знаний в единую теорию</li>
		<li>Объективность — знание не зависит от субъективных факторов</li>
	</ul>
	Функции науки:
	<ul>
		<li>Социальная — исследование жизни человека</li>
		<li>Прогностическая — прогнозирование будущего</li>
		<li>Культурно-мировоззренческая — влияние на миропонимание</li>
		<li>Познавательно-объяснительная — объяснение законов мира</li>
	</ul>
	Виды науки:
	<ul>
		<li>Фундаментальные — теоретическое познание (например, биология)</li>
		<li>Прикладные — преобразование действительности (например, медицина)</li>
	</ul>
	По объекту изучения науки делятся на:
	<ul>
		<li>Естественные — изучают природу (биология, физика)</li>
		<li>Точные — изучают абстракции (математика)</li>
		<li>Социогуманитарные — изучают человеческую деятельность (история, психология)</li>
		<li>Технические — изучают законы физики и химии в технике (гидравлика)</li>
	</ul> Наука играет ключевую роль в современном обществе, обеспечивая достоверные знания и способствуя прогрессу


				`,
			},
			{
				subtheme: "13. Образование",
				content:
					"Образование - целенаправленная деятельность людей по передаче и получению знаний, умений и навыков<br><br>Цели образования<br><ul><li>приобщение каждого индивида к достижениям всего человечества</li><li>передача существующих знаний и социального опыта</li><li>сохранение культурного наследия человечества</li></ul><div>Учреждения, которые обеспечивают доступность образования<div><ul><li>дошкольные (детские сады)</li><li>общеобразовательные (школы, гимназии)</li><li>средне-специальные (колледжи)</li><li>профессионально-технические (лицеи, технические вузы)</li><li>высшие (университеты, институты)</li><li>духовные (семинариии, теологические школы, духовные академии)</li><li>дополнительные (программы повышения квалификации)</li></ul><div>Задачи, осуществляемые учреждениями<div><ul><li>подготовка профессиональных кадров</li><li>повышение квалификации специалистов и их переподготовка</li><li>самообразование граждан</li></ul><div>Функции образования<div><ul><li>Культурная - сохранение и передача культурного достояния общества.</li><li>Социальная - передача новому поколению накопленных предками знаний, социальных норм, навыков и традиций и помощь в их освоении при регулировании государством</li><li>Экономическая - создание квалифицированной рабочей силы с помощью учреждений образования</li></ul>",
			},
			{
				subtheme: "14. Религия",
				content: `
	Религия — форма общественного сознания, основанная на вере в сверхъестественное.<br><br>
	Вера — внутреннее состояние, характерное для религиозного сознания.<br><br>
	Атеизм — отказ от веры в Бога и сверхъестественные силы.<br><br>
	Догматы — неоспоримые правила религии, нарушение которых ведёт к отлучению от церкви.<br><br>
	Грех — действие, противоречащее религиозным нормам.<br><br>
	Классификация религий:
	1)По количеству высших сил:
	<ul>
		<li>Монотеизм — вера в единого Бога (христианство, ислам, буддизм)</li>
		<li>Политеизм — вера в нескольких богов (религия Древней Греции)</li>
		<li>Пантеизм — обожествление природы (язычество, индуизм)</li>
	</ul>
	2)По распространённости:
	<ul>
		<li>Мировые — глобальные (христианство, ислам)</li>
		<li>Региональные — локальные (синтоизм в Японии)</li>
		<li>Национальные — для одной нации (иудаизм)</li>
	</ul>

	Критерии мировых религий:
	<ul>
		<li>Массовый характер</li>
		<li>Эгалитаризм (готовы принять всех желающих)</li>
		<li>Широкая распространённость</li>
		<li>Организация (церковь)</li>
		<li>Миссионерская деятельность</li>
	</ul>

	Признаки религиозного сознания:
	<ul>
		<li>Убеждённость в сверхъестественных силах</li>
		<li>Возможность контакта с ними</li>
		<li>Влияние на жизнь человека</li>
	</ul>

	Функции религии:
	<ul>
		<li>Мировоззренческая — определение места человека</li>
		<li>Регулятивная — нормы поведения</li>
		<li>Терапевтическая — духовное утешение</li>
		<li>Коммуникативная — общение с единомышленниками и Богом</li>
		<li>Культурно-транслирующая — создание культурных произведений</li>
		<li>Интегрирующая — объединение людей</li>
		<li>Легитимирующая — обоснование законов</li>
	</ul>

	Основные мировые религии:
	<ul>
		<li>Христианство (I век н.э.): избавление от грехов через молитву. Главный пророк — Иисус Христос. Священная книга:
			Библия. Направления: католицизм, православие, протестантизм.</li>
		<li>Ислам (VII век н.э.): главенство законов Аллаха. Главный пророк — Мухаммед. Священная книга: Коран. Направления:
			суннизм, шиизм.</li>
		<li>Буддизм (VI-V века до н.э.): вера в перерождение и отсутствие Бога. Главный пророк — Будда. Священная книга:
			Трипитака</li>
	</ul>

`,
			},
			{
				subtheme: "15. Искусство",
				content:
					`

	Искусство — подсистема духовной жизни общества, творчески воспроизводящая действительность в художественных
	образах<br><br>
	Художественный образ — выражение искусства, раскрывающее замысел автора и воспринимаемое органами чувств<br><br>
	Предмет искусства — человек и его отношения с окружающим миром<br><br>
	Отличительные черты искусства:
	<ul>
		<li>Образность — целостное представление действительности в уникальных чувственных проявлениях</li>
		<li>Субъективность — восприятие мира через личные чувства, что делает человека творцом</li>
	</ul>

	Функции искусства:
	<ul>
		<li>Коммуникативная — обмен мыслями и эмоциями через произведения искусства</li>
		<li>Эстетическая — формирование чувства прекрасного и влияние на эстетический вкус</li>
		<li>Воспитательная — отражение норм и быта различных эпох</li>
		<li>Познавательная — способ познания мира и развитие кругозора</li>
	</ul>

	Виды искусства:
	<ul>
		<li>Живопись</li>
		<li>Скульптура</li>
		<li>Литература</li>
		<li>Музыка</li>
		<li>Архитектура</li>
		<li>Декоративно-прикладное искусство (шитьё, резьба)</li>
		<li>Театр</li>
		<li>Кино и фотоискусство</li>
	</ul>


`,
			},
			{
				subtheme: "16. Мораль",
				content:
					`

	Мораль — традиционно сложившаяся система норм и правил поведения, основанная на общественно принятых понятиях о добре
	и зле<br><br>

	Нравственность — принципы реального поведения людей на основе моральных норм<br><br>

	Этика — философское учение, исследующее нравственную жизнь общества<br><br>

	Ступени формирования понятий морали:
	<ul>
		<li>Табу — религиозный запрет на действия</li>
		<li>Обычай — повторяющиеся действия, основанные на поведении предков</li>
		<li>Традиция — комплекс обрядов и привычек, передаваемых через поколения</li>
		<li>Моральные нормы — устоявшиеся представления о поведении</li>
	</ul>
	Функции морали:
	<ul>
		<li>Регулятивная — координатор поведения человека</li>
		<li>Воспитательная — средство воспитания идеального поведения</li>
		<li>Коммуникативная — обеспечивает комфортное общение</li>
		<li>Ценностно-ориентационная — служит ориентиром для человека</li>
		<li>Познавательная — помогает различать добро и зло</li>
		<li>Мотивационная — стимулирует к самосовершенствованию</li>
		<li>Гуманизирующая — основывается на человеколюбии, улучшая отношения</li>
	</ul>
	Содержание морали:
	<ul>
		<li>Нормы морали — стремление к добру и помощи другим</li>
		<li>Моральный идеал — представление о совершенной системе норм</li>
		<li>Моральные ценности — общечеловеческие: свобода, равноправие, доброта</li>
	</ul>
	Этапы формирования нравственности:
	<ul>
		<li>Элементарный этап — "что со мной будут делать?"</li>
		<li>Конвенциональный этап — "что обо мне подумают другие?"</li>
		<li>Автономный этап — "что я думаю о себе?"</li>
	</ul>

`,
			},
			{
				subtheme: "17. Общественный прогресс",
				content:
					"Общественный прогресс - последовательное изменение состояний общества<br><br>Прогресс - процесс перехожа от низшей стадии развития к высшей, совершенствование<br><br>Регресс - процесс развития от высшего к нищему, возврат к неактуальному прошлому, деградация<br><br>Виды прогресса<br><ul><li>Эволюция - постепенные изменения в обществе, не приводящие к качественно новому социальному строю</li><li>Реформа - преобразование какой-либо стороны общественной жизни, не уничтожающее основы существующей социальной системы (прогрессивные, регрессивные)</li><li>Революция - коренные, скачкообразные изменения всех или большинства сторон общественной жизни (кратковременные, долговременные)</li><li>Модернизация - процесс обновления, придания тем или иным социальным структурам форм, отвечающих современным требованиям</li></ul><div>Факторы и движущие силы прогресса<div><ul><li>природные условия</li><li>природные катаклизмы</li><li>геополитическое положение</li><li>духовная культура</li><li>особенности образа жизни</li><li>специфика хозяйства</li></ul><div>Возможности перехода от одного типа общества к другому<div><ul><li>народные массы (сремление к повышению уровня жизни)</li><li>социальные группы и общественные объединения (защита общих интересов)</li><li>исторические личности (стремление служить общему благу или благу социальной группы)</li></ul><div>Особенности прогресса<div><ul><li>относительность - невозможность применить к некоторым сферам (искусство)</li><li>противоречивость - последствия прогресса могут быть негативными (загрязнение окружающей среды)</li></ul>",
			},
			{
				subtheme: "18. Общественное развитие",
				content: `

	Общественное развитие — это процесс изменения общества, приводящий к новым социальным отношениям, институтам, нормам и
	ценностям Оно характеризуется нелинейностью и многовариативностью <br><br>
	Варианты типов общества:
	<ul>
		<li>Простое общество — все равны, без богатых и бедных (характерно для первобытных племён)</li>
		<li>Сложное общество — множество элементов, разделённых по социальному статусу и богатству;
			возникает необходимость в государстве</li>
	</ul>
	Категории разделения общества:
	<ul>
		<li>Имущественное разделение</li>
		<li>Развитие письменности (дописьменное и письменное)</li>
		<li>Способ производства (собиратели, земледельцы, индустриальное общество)</li>
		<li>Степень свободы индивида (открытое и закрытое общество)</li>
	</ul>
	Исторический критерий:
	<ul>
		<li>Традиционное общество — контролируется религиозными нормами, низкая роль индивида</li>
		<li>Современное общество — инновации важнее традиций, высокая значимость мнения каждого</li>
	</ul>
	Исторические типы обществ:
	<ul>
		<li>Традиционное общество (до 19 века): зависимость от природы, натуральное хозяйство, низкий
			уровень образования</li>
		<li>Индустриальное общество (19-20 века): влияние на природу через машины, высокий уровень
			образования</li>
		<li>Постиндустриальное общество (20 век - настоящее время): господство человека над природой,
			производство информации и услуг</li>
	</ul> Общественное развитие охватывает различные аспекты социальной структуры и динамики, отражая изменения в
	производственных отношениях и культурных ценностях

`,
			},
			{
				subtheme: "19. Глобальные проблемы 21 века",
				content:
					"Глобальные проблемы - совокупность проблем, негативно влияющих на всё человечество<br><br>Признаки глобальных проблем<br><ul><li>затрагивает всё человечество</li><li>не могут быть решены одним государством</li><li>от решения их зависит дальнейшее развитие цивилизации</li><li>решение этиъ проблем приоритетно</li><li>комплексны (тесно взаимосвязаны между собой)</li></ul><div>Глобальные проблемы и их появления<div><ul><li>экологическая - загрязнение атомсферы и почты; загрязнение воды и т.д</li><li>демографическая - перенаселение в одних странах и проблема депопуляции (сокращение численности населения) в других странах</li><li>энергетическая - более 660 млн человек не имеют доступа к электричеству, а около 2млрд человек используют наиболее загрязняющие окружающую среду виды топлива</li><li>продовольственная - свыше 700млн человек находятся в состоянии хронического голода</li><li>угрозы термоядерной войны</li></ul>",
			},
		],
	},
	{
		theme: 'Экономика',
		cards: [
			{
				subtheme: "1. Экономика как хозяйство",
				content: `

	Экономика — это:
	<ul>
		<li>Сфера жизни общества</li>
		<li>Хозяйственная деятельность определённой страны</li>
		<li>Наука, изучающая законы, по которым происходит развитие хозяйства и способы его рационального ведения</li>
	</ul>

	Основная проблема экономики — удовлетворение постоянно растущих потребностей людей за счёт ограниченных ресурсов
	Стадии экономики:
	<ul>
		<li>Производство — создание материальных (транспорт, торговля) и нематериальных (образование,
			здравоохранение) благ и услуг</li>
		<li>Распределение — уравнительное, трудовое, вложенное, по потребностям</li>
		<li>Обмен — денежный, продуктовый</li>
		<li>Потребление — использование (одежда, обувь, техника), уничтожение (продукты питания)</li>
	</ul>
	Участники экономики:
	<ul>
		<li>Потребитель — тот, кто приобретает продукт для личного использования</li>
		<li>Производитель — тот, кто создаёт продукт с целью продажи и получения прибыли</li>
	</ul>
	Организация хозяйства:
	<ul>
		<li>Натуральное хозяйство: замкнутая система с низкой производительностью труда и прямой связью
			между производством и потребителем</li>
		<li>Товарное хозяйство: открытая система с увеличением производительности труда и производством,
			связанным с потреблением через рынок</li>
	</ul>
	Роли экономики:
	<ul>
		<li>Обеспечивает людей продуктами для удовлетворения их потребностей</li>
		<li>Охватывает многие сферы жизни общества</li>
		<li>Является фундаментом общества</li>
		<li>Способствует развитию прогресса</li>
		<li>Исследует проблемы, касающиеся каждого человека</li>
	</ul> Экономика играет ключевую роль в жизни общества, определяя ход всех происходящих процессов и обеспечивая
	удовлетворение потребностей населения

`,
			},
			{
				subtheme: "2. Экономическая наука",
				content: `

	Экономика как наука — это совокупность дисциплин, исследующих, как люди удовлетворяют растущие потребности в условиях
	ограниченности ресурсов (например, экономика промышленности, сельского хозяйства и экономическая статистика) <br><br>
	Основные задачи экономической науки:
	<ul>
		<li>Поиск наиболее оптимальных путей осуществления экономических процессов</li>
		<li>Нахождение путей налаживания эффективного хозяйства</li>
		<li>Поиск возможностей оптимального использования ограниченных ресурсов при неограниченном потреблении</li>
	</ul>
	Предметом исследования являются:
	<ul>
		<li>Экономические отношения</li>
		<li>Функциональные связи и взаимосвязи экономики с производством товаров и услуг</li>
	</ul>
	Функции экономической науки:
	<ul>
		<li>Познавательная</li>
		<li>Идеологическая</li>
		<li>Практическая (прагматическая)</li>
		<li>Методологическая</li>
		<li>Образовательная</li>
		<li>Прогностическая</li>
		<li>Мировоззренческая</li>
		<li>Критическая</li>
		<li>Теоретическая</li>
	</ul>
	Составляющие экономической науки:
	<ul>
		<li>Общественная</li>
		<li>Гуманитарная</li>
		<li>Сочетающая эмпирическое, точное и описательное</li>
	</ul>
	Элементы экономической науки:
	<ul>
		<li>Экономическая потребность — нехватка какого-либо продукта, необходимого для поддержания
			жизнедеятельности</li>
		<li>Экономическое благо — товар или услуга, способные удовлетворять потребность</li>
		<li>Экономические ресурсы — средства, помогающие достичь экономических благ</li>
		<li>Экономический выбор — отдача приоритета наиболее выгодному использованию ресурсов</li>
		<li>Производственные возможности — способность общества производить блага с наилучшим
			использованием ресурсов</li>
	</ul>
	Экономические науки:
	<ul>
		<li>Политэкономика — изучает основы экономических отношений между людьми в процессе производства
			(меркантилизм, кейсианство)</li>
		<li>Экономикс — изучает законы бизнеса и методы хозяйствования; термин вытесняется политэкономией
		</li>
		<li>История экономической мысли — изучает развитие экономики и новые теории</li>
		<li>Финансы и кредит — изучают денежные и финансово-кредитные системы</li>
		<li>Экономическая статистика — фиксирует показатели отраслей производства</li>
	</ul>
	Макро- и микроэкономика:
	<ul>
		<li>Макроэкономика — наука о хозяйстве в целом, об экономическом здоровье страны</li>
		<li>Микроэкономика — наука о потребителях и отдельных фирмах</li>
	</ul> Экономика как наука играет важную роль в понимании процессов, происходящих в обществе, и в разработке
	эффективных методов управления ресурсами для удовлетворения потребностей населения

`,
			},

			{
				subtheme: "3. Факторы производства и факторные доходы",
				content:
					"Ресурсы - всё, что необходимо человеку или предприятию для производства экономических продуктов или услуг. (деньги, полезные ископаемые)<br><br>Виды ресурсов<br><ul><li>Первичные - воспроизводимые (растения, животные, водители, фермеры) и невоспроизводимые (полезные ископаемые)</li><li>Вторичные - воспроизводимые (здания, станки, деньги, информация)</li></ul><div>Факторы производства - ресурсы, которые участвуют в процессе производства товаров и услуг<div><ul><li>Земля - природные ресурс, исплользующиеся в естественном виде (почва, флора и фауна)</li><li>Труд - результат физических и интеллектуальных усилий человека (рабочая сила)</li><li>Капитал - материальны ресурсы, с помощью которых создаются экономические продукты, а также финансовые ресурсы, приносящие доход (деньги, автомобили, фабрики)</li><li>Управление - принятие решений, касающихся организации производства и деятельности людей (предпринимательская деятельность)</li><li>Информация - своевременные, полные, доброкачественные знания о ситуации на рынке, экономической ситуации, конкурентах (новости)</li></ul><div>Капитал - результат взаимодействия земли и труда. Капиталом считаются все материальные блага, которе используются в производстве<div><br><div>Факторные доходы<div><ul><li>Земля (фактор производства) - рента (доход)</li><li>Труд - заработная плата</li><li>Капитал - процент</li><li>Предпринимательские способности - прибыль</li><li>Информация - роялти</li></ul><div>Доход - вся прибыль, получаемая производителем<div><br><div>Факторные доходы - доходы, которе получают производители от различных факторов, задействованнных в процессе создания экономического продукта<ul><li>оплата труда</li><li>все доходы от капитала</li></ul><div>Рента - доход от используемой земли, имущества или капитала другому лицу, не требующий от своих получателей предпринимательской деятельности.<div>Рантье - человек, живущий за счёт ренты.<div><br><div>Дивиденды - часть прибыли, получаемая собственниками акций (акционерами)<div><br><div>Роялти - денежное вознаграждение за использование авторских прав, патентов и другив видов собственности",
			},
			{
				subtheme: "4. Экономические системы",
				content:
					"Экономическая система - способ организации хозяйственной жизни в стране, образующий экономическую структуру общества<br><br>Показатели экономической системы<br><ul><li>форма собственности (кому принадлежит собственность)</li><li>способо распределения ограниченных ресурсов (кто получает ресурсы и прибыль от них)</li><li>способы регулирования экономики (кто управляе производством)</li></ul><div>Виды экономических систем<div><ul><li>Традиционная - натуральное хозяйство (древность и средние века)</li><li>Административно - командная - факторы производства сосредоточены в руках государства (СССР)</li><li>Рыночкая - товарное (рыночное) хозяйство, преобладание частной собственности, свобода предпринимательской деятельноси, свободная конкуренция (развитые страны до середины 19 века)</li><li>Смешанная - товарное хозяйство, сочетание различных секторов экономикии (РФ, Германия)</li></ul><div>Монополия - исключительное право на производство, продажу или пользование каким-либо продуктом",
			},
			{
				subtheme: "5. Рынок и рыночный механизм",
				content:
					`

	Обмен и биржа играют важную роль в перераспределении товаров и услуг в обществе
	<br><br>
	Обмен — процесс движения экономических продуктов, включающий: <ul>
		<li>Натуральный обмен — обмен продуктов на равнозначные товары или услуги</li>
		<li>Денежный обмен — использование денег как меры стоимости</li>
	</ul>

	Биржа — институт обмена, представленный в форме оптового рынка: <ul>
		<li>Торговая биржа — продажа и обмен товаров</li>
		<li>Фондовая биржа — продажа и покупка ценных бумаг</li>
		<li>Валютная биржа — определение стоимости валют</li>
		<li>Трудовая биржа — трудоустройство безработных</li>
	</ul>
	Рынок
	Рынок — место купли и продажи, представляющее отношения между производителями и потребителями
	Признаки рынка
	<ul>
		<li>Нерегулируемое предложение (решает производитель)</li>
		<li>Нерегулируемый спрос (решает покупатель)</li>
		<li>Нерегулируемая цена (определяется спросом и предложением)</li>
	</ul>
	Функции рынка
	<ul>
		<li>Посредническая — соединение производителей и покупателей</li>
		<li>Ценообразования — установление равновесной цены</li>
		<li>Информационная — информирование о товарах и услугах</li>
		<li>Регулирующая — перетекание капиталов в более выгодные отрасли</li>
		<li>Санирующая — освобождение от неэффективных отраслей</li>
	</ul>
	Негативные стороны рынка
	<ul>
		<li>Отсутствие стимулирования крупных проектов без быстрой выгоды</li>
		<li>Неспособность обеспечить фундаментальные научные исследования</li>
		<li>Отсутствие интереса к общественным благам (культура, образование)</li>
		<li>Растрата невосполнимых природных ресурсов без защиты природы</li>
	</ul>
	Регулирование рынка государством
	<ul>
		<li>Право — регулирование отношений между участниками рынка</li>
		<li>Финансы — налоги, пошлины и субсидии</li>
		<li>Деньги — контроль экономической стабильности</li>
	</ul>
	Классификация рынка
	<ul>
		<li>Объект предложения: товарный, услуг, недвижимость</li>
		<li>Пространство действия: локальный, региональный, национальный, мировой</li>
		<li>Уровень насыщенности: равновесный, дефицитный, избыточный</li>
		<li>Механизм действия: свободный, монополизированный, государственно-регулируемый</li>
		<li>Законность: легальный (разрешённый), нелегальный (теневой)</li>
	</ul>


`,
			},
			{
				subtheme: "6. Спрос и предложение",
				content: `

	Спрос и предложение являются основными концепциями в экономике, определяющими взаимодействие между производителями и
	потребителями. Они формируют рынок и влияют на экономические процессы, регулируя цены и объёмы производства
	<br><br>

	Спрос — это совокупность товаров и услуг, которые потребители готовы купить по данной цене в определённом месте и
	времени Основные аспекты:
	<ul>
		<li>Цена спроса — максимальная цена, по которой потребители готовы купить товар</li>
		<li>Величина спроса — объём товара, который покупатели хотят приобрести при данной цене</li>
	</ul>

	Категории, влияющие на спрос:
	<ul>
		<li>Мода</li>
		<li>Доходы потребителей</li>
		<li>Цена на продукты-аналоги</li>
		<li>Реклама</li>
		<li>Вкусы потребителей</li>
	</ul>
	Виды спроса:
	<ul>
		<li>Эластичный — спрос изменяется в зависимости от цены (например, техника)</li>
		<li>Неэластичный — спрос не изменяется при изменении цен (например, предметы первой необходимости)
		</li>
	</ul>

	Предложение — это совокупность товаров и услуг, которые продавец готов продать по определённой цене Основные аспекты:
	<ul>
		<li>Цена предложения — минимальная цена, по которой продавец готов продать товар</li>
		<li>Величина предложения — конкретное количество товаров, которое продавец готов продать</li>
	</ul>

	Виды предложения:
	<ul>
		<li>Индивидуальное — предложение одного производителя</li>
		<li>Рыночное — наличие товара на определённом рынке</li>
		<li>Совокупное — предложение товара на всех рынках</li>
	</ul>
	Неценовые факторы предложения:
	<ul>
		<li>Цены на сырьё</li>
		<li>Факторы производства</li>
		<li>Изменения в технологии производства</li>
		<li>Налоги на производителей</li>
		<li>Количество производителей</li>
		<li>Природные условия</li>
	</ul>

	Цена — денежное выражение стоимости продукта или услуги В цену входят: <ul>
		<li>Стоимость сырья</li>
		<li>Производственные затраты (зарплата, электричество)</li>
		<li>Доход производителя (чистая прибыль)</li>
		<li>Налоги</li>
		<li>Торговая наценка</li>
	</ul>

	Рыночное равновесие — ситуация равенства спроса и предложения (при превышении предложения над спросом возникают
	проблемы с продажами, а при превышении спроса над предложением могут возникнуть дефициты)
	<br><br>
	Парадокс Гиффена описывает ситуацию, когда повышение цены на дешёвые товары приводит к увеличению их спроса из-за
	того, что потребители начинают экономить на более дорогих заменителях
	

`,
			},

			{
				subtheme: "7. Затраты и прибыль",
				content:
					"Затраты (издержки) - расходы, необходимые для производства товаров и услуг<br><br>Виды затрат<br><ul><li>общие - совокупность постоянных и переменных затрат (всё, что тратит производитель для создания продукта или услуги)</li><li>постоянные - неизменные расходы, которые несёт производитель вне зависимости от количества производимой продукции (расходуемая электроэнергия, аренда помещения, приобретение инструментов)</li><li>бухгалтерские - затраты предприятия, которые подтверждены документално (используются для предоставления отчётности налоговым органам - чеки, накладные, счета)</li><li>переменные - расходы, изменяющиеся в зависимости от количества производимой продукции (заработная плата, покупка сырья)</li><li>экономические - абсолютная совокупность производственных затрат (включает в себя все затраты производителя, в том числе и не включённые в бухгалтерские (офисная техника, транспортные средства)</li></ul><div>Переменные издержки<div><ul><li>сырьё и материалы</li><li>полуфабрикаты</li><li>топливо</li><li>электроэнергия</li><li>зарплата сотрудников, работающих сдельно</li><li>транспортные услуги</li><li>упаковочный материал</li></ul><div>Постоянные издержки<div><ul><li>налоги на имущество</li><li>оплата процентов по банковским кредитам</li><li>арендная плата</li><li>зарплата сотрудников, которые работают по окладу</li><li>переподготовка кадров</li><li>амортизационные отчисления</li></ul><div>Прибыль - превышение доходов от продажи товаров или услуг над издержками<div><br><div>Выручка&nbsp;-&nbsp;это общий доход от продаж товаров или услуг<div><br><div>Рентабельность - экономическая эффективность производства<div><br><div>Себестоимость - стоимостная оценка производственных затрат<div><br><div>Реализация - продажа произведённых товаров и услуг<div><br><div>Прибыль = Выручка - Затраты (издержки)<div>Издержки = Рентабельность - Прибыль<div><h3>Примеры расчетов</h3><ol><li><strong>Прибыль</strong>:<ul><li>Выручка: 10 миллионов рублей</li><li>Издержки: 7 миллионов рублей</li><li>Прибыль:&nbsp;10 000 000−7 000 000 = 3 000 000&nbsp;рублей</li></ul></li><li><strong>Выручка</strong>:<ul><li>Продажа: 1 000 единиц товара по цене 1 000 рублей</li><li>Выручка:&nbsp;1 000×1 000=1 000 0001000×1000 = 1000 000&nbsp;рублей</li></ul></li><li><strong>Издержки</strong>:<ul><li>Сырьё: 300 тысяч рублей</li><li>Зарплата: 200 тысяч рублей</li><li>Общие издержки:&nbsp;300 000+200 000 = 500 000&nbsp;рублей</li></ul></li><li><strong>Рентабельность</strong>:<ul><li>Прибыль: 300 тысяч рублей</li><li>Выручка: 1 миллион рублей</li><li>Рентабельность:&nbsp;300 000 / 1000 000 * 100% = 30%</li></ul></li></ol>",
			},
			{
				subtheme: "8. Источники финансирования производства",
				content:
					"Финансирование предпринимательских организаций - совокупность форм и методов, принципов и условий финансового обеспечения простого и расширенного воспроизводства<br><br>Внутренние источики финансирования<br><ul><li>Чистая прибыль (остаточная) - прибыль, оставшаяся после вычета всех расходов</li><li>Амортизационные отчисления - исчиленный в денежном выражении износ основных средств в процессе их применения, производственного использования</li><li>Доход от собственности - реализация или сдача в аренду неиспользуемых активов</li></ul><div>Внешние источики финансирования<div><ul><li>Банковский кредит - денежная сумма, выдаваемая банком на определённый срок на условиях возвратности и уплаты определённого процента</li><li>Инвестиции - размещение капитала с целью получения прибыли</li><li>Продажа акций и облигаций</li><li>Федеральные программы поддержки малого и среднего предпринимательства</li><li>Программы поддержки субъектов РФ</li><li>Государственные бюджетные средства - прямые капитальные вложения (для государственных предприятий), субсидии, государственный заказ</li><li>Средства фондов для поддержки малого предпринимательства</li><li>Краудфандинг - система привлечения финансирования для реализации идеи. В благодарность за поддержку автор тем или иным способом благодарит спонсоора за финансовый вклад в проект</li><li>Лизинг - долгосрочная аренда имущества с возможностью дальнейшего приобретения его в собственность. Это удобный финансовый инструмент, с помощью которого можно обновить основные средства или расширить производство, не изымая крупной суммы из оборота</li></ul><div>Допустимый лизинг в РФ<div><ul><li>автомобильный транспорт</li><li>недвижимость</li><li>оборудование</li><li>предприятия</li></ul>",
			},
			{
				subtheme: "9. Финансовые институты",
				content: `
	Финансы — это вид экономических отношений, связанный с движением денежных средств, регулируемым
	социально-экономическими условиями<br><br>

	Финансовый институт — организация, через которую проводятся финансовые операции, выступающая посредником между
	экономическими субъектами и способствующая эффективному использованию финансовых инструментов (например, банки,
	страховые компании) <br><br>

	Деньги — всеобщий товарный эквивалент, отражающий стоимость всех товаров и служащий посредником в их обмене Они
	становятся капиталом только через инвестирование <br><br>

	Инвестиции — вложение денежных средств для получения дохода или сохранения капитала<br><br>
	Формы денег
	<ul>
		<li>Наличные деньги — монеты и бумажные деньги</li>
		<li>Безналичные деньги — записи на банковских счетах (кредитные и платёжные карты)</li>
		<li>Электронные деньги — виртуальные денежные знаки для расчетов в Интернете</li>
		<li>Криптовалюта — цифровое средство для платежей с защитой криптографией</li>
	</ul>

	Блокчейн — технология для работы с цифровыми деньгами, содержащая данные обо всех сделках с криптовалютой<br><br>

	Майнинг — процесс добычи криптовалюты с помощью вычислительной мощности оборудования<br><br>

	Функции денег
	<ul>
		<li>Мера стоимости — соизмеряет стоимость всех товаров</li>
		<li>Средство обращения — облегчает обмен товаров</li>
		<li>Средство накопления — позволяет сохранять деньги для будущих покупок</li>
		<li>Средство платежа — используется для выплат без обмена на товары (например, налоги)</li>
		<li>Мировые деньги — расчёты на мировом рынке</li>
		<li>Национальная валюта — денежная единица определённой страны</li>
	</ul>

	Финансовый рынок — рынок, на котором продаются и покупаются средства для инвестиций в производство товаров и услуг
	Участники рынка: <ul>
		<li>Покупатели — инвесторы (государство, фирмы, физические лица)</li>
		<li>Продавцы — кредиторы (банки, предприятия), эмитенты (выпускающие ценные бумаги), продавцы
			валюты и драгоценных металлов</li>
	</ul>
	Способы сбора средств для инвестирования
	<ul>
		<li>Мобилизация капитала — привлечение средств из разных источников для крупных проектов</li>
		<li>Выдача кредитов — предоставление банками заёмных средств для вложений</li>
		<li>Обмен валют — обмен денежных единиц для международных проектов</li>
		<li>Размещение ценных бумаг — привлечение денежных средств через финансовые обязательства</li>
	</ul>
`,
			},
			{
				subtheme: "10. Банковская система",
				content:
					"Банк - финансовая организация, которая перераспределяет денежные средства между населением, фирмами и государствами<br><br>Банковская система РФ<br><ul><li>Центральный банк РФ (ЦБ РФ)</li><li>Коммерческие банки</li></ul><div>Кредит - передача денежных средств на условии своевременного их возвращения с доплатой процентов<div>Депозит - деньги или ценные бумаги, вносимые в банки или другие кредитные учреждения для хранения или иных целей<div><br><div>В банковскую систему РФ входят<div><ul><li>международные банки</li><li>государственный эмисионный банк (центральный банк)</li><li>коммерческие банки</li><li>специализированные финансовые институты (пенсионные фонды, страховые компании)</li></ul><div>Коммерческий банк - вид банка, кредитная организация, специализирующаяся на предоставлении банковских услуг<div><br><div>Банковские операции коммерческих банков<div><ul><li>приём депозитов (вкладов)</li><li>выдача кредитов</li><li>открытие и ведение банковских счетов физических и юридических лиц</li><li>купля-продажа иностранной валюты в наличной и безналичной формах</li><li>привлечение&nbsp; во вклады и размещение драгоценных металлов</li><li>хранение ценностей в банковской ячейке</li></ul><div>Операции, проводимые коммерческими банками<div><ul><li>пассивные операции по привлечению денег (приём вкладов, получение кредитов у ЦБ, выпуск ценных бумаг)</li></ul><div>Центральный банк (ЦБ) - находящееся под контролем государства учреждение, которое обслуживает все прочие банки конкретной страны<div><br><div>Функции ЦБ<div><ul><li>эмиссия денег</li><li>разработка совместного с правительством денежно-кредитной политики страны</li><li>обслуживание счетов правительства, государства и государственных предприятий</li><li>управление золотовалютными резервами РФ</li><li>установление официального курса иностранных валют</li><li>установление ключевой ставки (ставки рефинансирования)</li><li>выдача лицензий коммерческим банкам</li><li>выдача кредитов коммерческим банкам</li><li>установление норм обязательных банковских резервов</li></ul><div>Эмиссия - п<span style='font-size: 1rem;'>роцесс выпуска в обращение различных финансовых инструментов, таких как деньги, ценные бумаги и банковские карты</span>",
			},
			{
				subtheme: "11. Ценные бумаги",
				content: `

	Ценные бумаги — это финансовые документы, фиксирующие права их владельца или предъявителя<br><br>
	Виды ценных бумаг:
	<ul>
		<li>Долевые — удостоверяют владение долей имущества компании</li>
		<li>Долговые — определяют долговые отношения между обладателем и заемщиком</li>
	</ul>
	Типы акционерных обществ:
	<ul>
		<li>Публичное — акции размещаются на рынке ценных бумаг</li>
		<li>Непубличное — акции доступны ограниченному кругу лиц</li>
	</ul>
	Основные виды ценных бумаг:
	<ul>
		<li>Акция — свидетельствует о внесении доли в капитал акционерного общества Владелец имеет право
			управления и получает дивиденды</li>
		<li>Сберегательный сертификат — гарантирует возврат суммы и процентов по вкладу после окончания
			договора</li>
		<li>Вексель — подтверждает задолженность заемщика перед держателем</li>
		<li>Чек — выписывается держателем банковского счёта другому лицу для получения денег из банка</li>
		<li>Облигация — долговая ценная бумага, представляющая обязательство вернуть заемные средства с
			процентами</li>
		<li>Срок погашения — дата возврата номинальной стоимости облигации инвестору</li>
		<li>Закладная — удостоверяет право на получение исполнения по денежному обязательству,
			обеспеченному ипотекой</li>
		<li>Коносамент — подтверждает приемку груза к перевозке и удостоверяет право собственности на него
		</li>
		<li>Инвестиционный пай ПИФа — удостоверяет право на долю в паевом инвестиционном фонде</li>
	</ul>
	Эмитент — организация или государственный орган, выпускающий ценные бумаги<br><br>
		Номинал — стоимость облигации при её выпуске (обычно 1000 рублей в России)<br><br>
		Купон — процент от номинала, выплачиваемый владельцу облигации<br><br>
	Признаки ценных бумаг:
	<ul>
		<li>Документальность — наличие реквизитов, установленных государством</li>
		<li>Доступность для гражданского оборота — могут быть объектом купли-продажи и других гражданских отношений</li>
		<li>Оборотоспособность — могут быть объектом купли-продажи на рынке</li>
		<li>Стандартность содержания — стандарты участников и сроков</li>
		<li>Ликвидность — возможность обмена на деньги</li>
		<li>Риск — возможность потерь</li>
		<li>Регулируемость и признание государством — должны быть признаны как ценные бумаги</li>
	</ul>
	Различия между ценными бумагами:
	<ul>
		<li>Национальная принадлежность: иностранные и национальные</li>
		<li>Форма владения: именные, ордерные, предъявительские</li>
		<li>Вид эмитента: государственные и негосударственные</li>
	</ul>
`,
			},
			{
				subtheme: "12. Рынок труда. Безработица",
				content: `Рынок труда — это система экономических отношений, возникающих между
	работодателями (покупателями труда) и работниками (продавцами труда) по поводу предложения и спроса на трудовые
	услуги. Он играет ключевую роль в экономике, определяя условия занятости, уровень заработной платы и уровень
	безработицы<br><br>Экономически активное население (рабочая сила: занятые и безработные) - население страны,
	включающее занятых и безработных женщин и мужчин в возрасте от 16 лет (в РФ)<br>
	<ul>
		<li>Занятые - имеют работу и заработок</li>
		<li>Безработные - не имеют работы и заработка; в поисках работы</li>
		<li>Добровольно незанятые (домохозяйки; бродяги)</li>
	</ul>
	<div>Занятость - деятельность граждан, приносящая им трудовой доход, не противоречащая законодательству РФ
	<div>
		<ul>
			<li>полная занятость (40ч рабочих часов в неделю)</li>
			<li>временная занятость (срок работы ограничен трудовым договором)</li>
			<li>частичная занятость (сокращённый объём недельной трудовой нагрузки - менее 40ч в неделю)</li>
			<li>гибкая занятость (нестандартные условия найма и труда)</li>
		</ul>
		<div>Заработная плата (оплата труда) - вознаграждение за труд в зависимоси от квалификации работника, сложности,
			количества, качества и условий выполняемой работы
	
	<div>
		<ul>
			<li>сдельная зарплата - оплата труда зависит от объема выполненных работ</li>
			<li>повременная зарплата - оплата труда производится за фактически отработанное время (оклад плюс премия)</li>
			<li>смешанная зарплата - оплата труда зависит не только от количества времени, проведённое на работе, но и от
				итогов работы каждого работника и фирмы</li>
		</ul>
		<div>Виды заработной платы
		<div>
			<ul>
				<li>номинальная - назначается работнику в виде определённой суммы</li>
				<li>реальная - сумма жизненных благ, которые можно прибрести за номинальную зарплату при данном уровне цен на
					товары и услуги (даже при одинаковой номинальной зарплате, реальная может быть меньше из-за инфляции)</li>
			</ul>
			<div>Безработица - это экономическое явление, при котором часть трудоспособного населения, желающего
				работать, не может найти подходящую работу (это состояние возникает, когда количество людей, ищущих работу, превышает количество доступных вакансий, соответствующих их квалификации и специальности)
				
		
		<div><br>
		<div>Виды безработицы
		<div>
			<ul>
				<li>фрикционная - поиск работы и ожидание выхода на неё (уволенные с работы и ищущие новую)</li>
				<li>структурная - внутренние изменения в экономике, вытеснение устаревших профессий новыми</li>
				<li>циклическая - спад в экономике (сокращение из-за кризиса)</li>
				<li>сезонная - спад экономической активности в зависимости от сезона</li>
			</ul>
		
	
`,
			},
			{
				subtheme: "13. Инфляция",
				content:
					"Инфляция - нарушение закона денежного обращения, выражающееся в обесценивании денежной массы и долговременном росте цен на товары и услуги. При инфляции у населения становится больше бумажных денег, однако оно может приобрести за них меньшее количество товаров и услуг<br><br>Причины инфляции<br><ul><li>чрезмерная эмиссия денег (то есть банки много денег выпускают)</li><li>деятельность профсоюзов и резкое повышение зарплат</li><li>рост цен на энергоносители (нефть, газ)</li><li>деятельность монополии</li><li>высокие военные расходы</li><li>дефицит государственного бюджета</li></ul><div>Виды инфляции<div><ul><li>по характеру протекания: открытая (постоянный плавный рост цен); скрытая (административный контроль над ценами и доходами)</li><li>по расхождению повышения цен: сбалансированная (рост цен на все товары и услуги); несбалансированная (неравномерный рост цен на разные товары и услуги)</li><li>по причинам возникновения: инфляция спроса (увеличение заработной платы населения, повышение цен); инфяция предложения (уменьшение предложения из-за роста цен на сырьё)</li></ul><div>Уровень инфляции - показатель роста или снижения инфляции за определённый промежуток времени<div><ul><li>умеренная (ползучая) - рост цен до 10% в год. Закладывается в прогнозы государственного бюджета</li><li>галопирующая - быстрый рост цен на 20-100% в год</li><li>высокая - более 100% в год</li><li>гиперинфляция - очень резкий рост общей массы денег и цен (более 1000% в год)</li></ul><div>Дефляция - увеличение покупательской способности денег, что приводит к спаду, замедленному падению или росту цен",
			},
			{
				subtheme: "14. Экономический рост и развитие. ВВП",
				content: `

	Экономический рост — это долговременное постепенное увеличение основных макроэкономических показателей, таких как ВВП
	(валовый внутренний продукт) и ВНП (валовый национальный продукт). Экономический рост является важным индикатором здоровья экономики, влияя на уровень жизни населения и общую
	экономическую стабильность
	<br><br>

	ВВП — это макроэкономический показатель, отражающий рыночную стоимость всех конечных товаров и услуг, произведённых на
	территории страны за определённый период времени (обычно за год) Он используется для оценки экономической активности
	и благосостояния нации<br><br>
	Реальный экономический рост — это рост ВВП в денежном выражении с учётом инфляции<br><br>
	Совокупная стоимость — учитываются все произведённые товары<br><br>
	Рыночная стоимость — учитываются только рыночные цены товаров<br><br>
	Конечные товары — включаются только товары для конечного потребителя; промежуточные товары исключаются<br><br>
	Территория государства — учитываются все товары, произведённые на территории страны, независимо от производителя
	Определённый период времени — учитываются только товары, произведённые в рассматриваемый период<br><br>
	Виды ВВП
	<ul>
		<li>Номинальный ВВП — стоимость всех конечных товаров и услуг по текущим рыночным ценам</li>
		<li>Реальный ВВП — скорректированный на инфляцию, измеряет стоимость в ценах базового года</li>
	</ul>
	Базовый год — временной период для сравнения экономических показателей<br><br>
	Методики подсчёта ВВП
	<ul>
		<li>По доходам — суммируются все возможные доходы</li>
		<li>По расходам — суммируются все расходы с вычетом доли импорта</li>
		<li>По отраслям — суммируется добавленная стоимость по всем отраслям экономики</li>
	</ul>
	
	Экспорт — вывоз товаров из страны с целью продажи
	<br><br>
	Импорт — ввоз товаров и услуг в страну
	<br><br>
	Инновации — внедрённые новшества, обеспечивающие качественный рост эффективности процессов производства или конечной
	продукции
	<br><br>
	Пути экономического роста
	<ul>
		<li>>Экстенсивный рост — увеличение количества ресурсов в производстве</li>
		<li>>Интенсивный рост — улучшение качества и эффективности использования ресурсов</li>
	</ul>
	Экономический цикл включает: <ul>
		<li>Пик — максимальное значение реального производства</li>
		<li>Рецессия — снижение объёмов производства</li>
		<li>Дно — минимальное значение выпуска продукции</li>
		<li>Подъём — наращивание объёмов производства</li>
	</ul>
	
	Субсидии — финансовая помощь от государства для поддержки определённых секторов экономики или категорий граждан
	

`,
			},
			{
				subtheme: "15. Роль государства в экономике",
				content:
					"Экономическая политика государства - процесс реализации экономических функций государства путём разнообразных государственных мер<br><br>Экономические функции государства<br><ul><li>разработка и проведение программы экономического развития страны</li><li>проведение налогой политики</li><li>выбор и соблюдение методов развития экономики страны</li><li>поддержка всех слоёв населения</li><li>содействие предпринимателям</li><li>производство общественных благ</li><li>разрешение экономических споров</li><li>обеспечение национальной экономической безопасности</li><li>участие в решении глобальных экономических проблем</li></ul><div>Экономически задачи, решаемые государством<div><ul><li>защиа основ рыночной экономики</li><li>производство общественных благ</li><li>учёт внешних (побочных) эффектов</li><li>разработка и финансирование программ помощи нуждающимся</li></ul><div>Государственные методы регулирования экономики<div><ul><li>правовой - государство создаёт законодательную базу, в соответствии с которой строятся экономические отношения на рынке</li><li>финансово-экономический - денежое стимулирование экономики</li><li>экономическое программирование - примерный план развития экономики на некоторый период</li></ul><div>Воздействие государства на экономику и население<div><ul><li>убеждение</li><li>сбор налогов</li><li>льготы и дотации</li><li>регулирование</li></ul><div>Льготы - преимущества, которые позволяют отдельным группам населения или организациям получать услуги или товары на более выгодных условияхДотации&nbsp;— это финансовая помощь, предоставляемая государством для покрытия определённых расходов<br>",
			},
			{
				subtheme: "16. Налоги",
				content: `Налоги - обязательный индивидуальный безвозмездный платёж, который
	взимается с организаций и физических лиц в виде части принадлежащих им денежных средств<br><br>Налоговая политика -
	система мероприятий в области налогооблажения, построенная с учётом компромисса интересов государства и
	налогоплательщиков. Чем больше в государстве видов налогов, тем меньше денег поступает в гос. бюджет, так как
	население старается избежать их выплат<br><br>Признаки налогов<br>
	<ul>
		<li>обязательны (законодательно прописаны и являются конституционной обязанностью гражданина)</li>
		<li>безвозмездны (государство не обязано оказывать налогоплательщику какие-либо конкретные услуги, оно
			перераспределяет средства в соответствии с существующими потребностями различных сфер)</li>
		<li>уплачиваются деньгами (другие формы выплат невозможны)</li>
		<li>имеют публичные цели (налоги идут не на пользу какого-то конкретного человека, а обеспечивают деятельность государства и его составляющих частей)</li>
	</ul>
	<div>Виды налогов
	<ul>
		<li>Кем взимаются</li>
		<ul>
			<li>федеральные - единые для всех граждан РФ</li>
			<li>региональные - республика, край, область, город</li>
			<li>местные - ограничены определённой территорией</li>
		</ul>
		<li>Кто платит </li>
		<ul>
			<li>физические лица</li>
			<li>юридически лица</li>
			<li>общие</li>
		</ul>
		<li>Кем уплачиваются</li>
		<ul>
			<li>прямые (на доходы и имущество)</li>
			<li>косвенные (на товары и услуги, которые изначально включены в цену)</li>
		</ul>
	</ul>
	<div>Акциз - косвенный налог, касающийся товаров массового потребления внутри страны
	<div><br>
	<div>Налог на добавленную стоимость (НДС) - косвенный налог, изымающий часть добавленной стоимости товара или услуги.
		Является основой всех налоговых поступлений
	<div><br>
	<div>Особенности НДС
	<div>
		<ul>
			<li>налогоплательщик перекладывает налог на покупателей, закладывая его в цену</li>
			<li>охватывает практически все виды товаров и услуг</li>
			<li>повышает у производителя заинтересованность в росте доходов</li>
			<li>три ставки: 0%, 10%, 20%</li>
		</ul>
		<div>Функции налогов
	
	<div>
		<ul>
			<li>фискальная (финансирование государством расходов на содержание гос. аппарата, обороны страны и непроизводственной сферы - медицины, учебных заведений, библиотек)</li>
			<li>регулирующая (государственное регулирование экономики)</li>
			<li>социальная (перераспределение денежных средств ради сглаживания социального неравенства. Ликвидация большой разбежки между доходами различных социальных групп)</li>
			<li>стимулирующая (стимулирует развитие научно-технический прогресс (НТП), увеличение числа рабочих, расширение производства)</li>
			<li>конкретно-учётная (осуществление учёта расходов и доходов физических и юридических лиц)</li>
		</ul>
		<div>Налоги не взимаются
	
	<div>
		<ul>
			<li>с гос. пособий (кроме пособий по временной нетрудоспособности и уходу за больным ребёнком)</li>
			<li>пенсий</li>
			<li>компенсаций, возмещаюищх причинённый вред (увольнение, потеря трудоспособности, гибель)</li>
		</ul>
	<br>
	<ul></ul>
`,
			},
			{
				subtheme: "17. Государственный бюджет",
				content:
					` Государственный бюджет - расписанный план доходов и расходов государства на год. Все страны и их жители живут в соответствии с государственным бюджетом<br><br>Виды бюджета<br><ul><li>с положительным остатком (сальдо) - доходы превышают расходы (профицит)</li><li>сбалансированным - доходы равны расходам</li><li>с отрицательным остатком (сальдо) - доходы меньше расходов (дефицит)</li></ul><div>Сальдо - разница между прибылью и расходами<div>Профицит - доходов больше, чем расходов<div>Дефицит - доходов меньше, чем расходов<div><br><div>Гос. бюджет решает следующие задачи<div><ul><li>сбор, перерасчёт и подготовка государственных денежных средств</li><li>перераспределение гос. дохода - равномерное направление денежных средств</li></ul><div>Структура бюджета<div><ul><li>доходная (откуда поступают деньги): подоходный налог; налог на прибыль; НДС; займы; эмиссия</li><li>расходная (куда будут впоследствии направлены деньги): социальная сфера; погашение гос. долга; финансовая поддержка экономики; научные исследования; гос. аппарат; военные расходы; кредитование и субсидирование других стран</li></ul><div>Этапы составления бюджета (Правительство составляет проект бюджета, гос. дума вносит правки и утвреждает)<div><ul><li>поставить финансовые цели на год (поднять пенсии на 1,5%)</li><li>оценить поступающие и прогнозируемые доходы (в связи с подорожанием нефти доходы государства возрастут)</li><li>распланировать прогнозируемые расходы (для проведения чемпионата мира по футболу потребуется строительство спортивных комплексов, ремонт стадионов и дорог)</li></ul><div>Государственный долг - все непогашенные долговые обязательства государства (процентные платежи по отношению к институтам и частным лицам, негосударственному сектору и иностранным государствам)<div><br><div>Типы гос. долга<div><ul><li>По кредитору: внутренний (взятие денег у граждан без их возврата); внешний (взятие кредита у иностранного государства)</li><li>По срокам действия: краткосрочный (до 1 года); среднесрочный (1-5 лет); долгосрочный (от 6 лет)</li></ul>`,
			},
			{
				subtheme: "18. Мировая экономика",
				content:
					`Мировая экономика - синтез национальных экономик<br><br>Элементы мировой экономики<br><ul><li>Транснациональные корпорации (ТНК)<br></li><li>Государства</li><li>Международные экономические организации</li></ul>Транснациональные корпорации (ТНК) - компания (корпорация), владеющая производственными подразделениями в нескольких странах. (на их долю приходится более 80% торговли высокими технологиями. Из 100 наибольших экономик в мире 52 - ТНК, остальные - государства)<br><br>Международное разделение труда (МРТ) - стабильное производство отдельными странами продуктов и услуг количеством, превышающим внутренние потребности, с целью их сбыта на международном рынке<br><br>Международная специализация - сосредчение деятельности отдельных государства на производстве определённого рода товаров и услуг для продажи на мировом рынке.&nbsp;<br><br>Баланс внешней торговли - соотношение экспорта и импорта<br><ul><li>положительный (экспорт превышает импорт)</li><li>отрицательный (импорт превышает экспорт)</li><li>нулевой (экспорт и импорт равны)</li></ul>`,
			},
			{
				subtheme:
					"19. Рациональное экономическое поведение гражданина",
				content:
					` Экономическое поведение - характерные для человека действия при определённых экономических условиях<br><br>Суверенитет потребителя - владелец ресурсов самостоятельно решает, как распоряжаться и использовать их<br><br>Предпринимательство - получение дохода людьми вследствие самостоятельной деятельности в сферах пользования имуществом, продажи товаров и оказания услуг.<br><br>Бизнес - получение доходов при совершении сделок в любой сфере деятельности.<br><br>Потребитель - субъект, приобретающий товары и услуги для удовлетворения собственных потребностей без привлечения прибыли<br><br>Цель потребителя - достичь максимального удовлетворения потребности с помощью приобретённых товаров и услуг<br><br>Рациональное поведение потребителя - взвешенные решения, во время которых потребитель учитывает последствия затрат<br><br>Доход потребителя - денежные средства, получаемые за установленный промежуток времени, для приобретения благ и услуг на цели личного потребления. Реальный доход определяется количеством товаров и услуг, которые может приобрести потребитель на сумму своего дохода.<br><br>Виды потребительских расходов<br><ul><li>обязательные - необходимый минимум проживания (питание, одежда)</li><li>произвольные - удовлетворение дополнительных желаний (автомобиль, книги)</li></ul><div>Уровень жизни - степень обеспеченности населения материальными благами. Является состовляющим в определении качества жизни<div><br><div>Качество жизни - степень обеспеченности населения материальными благами и другими условиями (культурный уровень, физическое развитие)`,
			},
		],
	},
	{
		theme: 'Социальные отношения',
		cards: [
			{
				subtheme: `1. Характеристика социальных отношений`,
				content:
					`Социальные отношения - совокупность общественных связей между людьми и
	группами людей, которые протекают согласно существующим в социуме законам<br><br>Элементы соц. отношений<br>
	<ul>
		<li>Субъект (кто осуществляет отношения)</li>
		<li>Объект (предмет возникновения отношений)</li>
		<li>Потребности (необходимость субъекта обладать объектом)</li>
		<li>Интерес (взаимно значительные и занимательные отношения между субъектом и субъектом)</li>
		<li>Ценности (важные значительные идеалы взаимодействующих субъектов)</li>
	</ul><br>Социальная общность (реальная группа людей, которая обладает определёнными признаками)<br>
	<ul>
		<li>схожие жизненные условия</li>
		<li>единые потребности</li>
		<li>реальная совместная деятельность</li>
		<li>наличие собственной культуры</li>
		<li>система управления и самоуправления действиями группы</li>
		<li>осознание принадлежности к социальной группе</li>
	</ul><br>Контакт - вид отношений между двумя объектами или субъектами, без установления глубокой связи между людьми.
	Каждый индивид может быть легко заменён другим.<br>
	<ul>
		<li>единичные (очередь в поликлинике)</li>
		<li>регулярные (одни и те же люди в спортивном зале)</li>
	</ul><br>Типы социального действия<br>
	<ul>
		<li>целерациональное (ориентировано на достижение конкретной цели без ограничений)</li>
		<li>ценностно-рациональное (ориентировано на ценности человека, учитывается возможное причинение вреда людям при
			совершении действий; у разных людей могут быть разные ценности)</li>
		<li>традиционное (соответствие устоявшимся моделям поведения, которые не подвергаются критике)</li>
		<li>аффективное (действие, совершаемое и зависящее от эмоционального состояния человека)</li>
	</ul><br>Действие получает статус социального если оно<br>
	<ul>
		<li>осмысленно (человек сам понимает цель своих действий)</li>
		<li>мотивировано (у человека имеется важная и чёткая причина для совершения действия)</li>
		<li>совершается с целью взаимодействия с другими людьми</li>
	</ul><br>Взаимодействия - регуларно повторяющиеся действия людей по отношению друг к другу. Глубокая взаимосвязь между
	участниками<br>
	<ol>
		<li>физическое (пожатие руки)</li>
		<li>вербальное (пожаление доброго утра)</li>
		<li>невербальное (кивок головой)</li>
	</ol><br>Сферы соц. взаимодействия<br>
	<ul>
		<li>семейная</li>
		<li>территориальная</li>
		<li>экономическая</li>
		<li>демографическая</li>
		<li>профессиональная</li>
	</ul><br>Способы взаимодействия людей<br>
	<ul>
		<li>Сотрудничество - взаиовыгодное взаимодействие, достижение совместной цели, налаживание дальнейших связей</li>
		<li>Соперничество - стремление обогнать и ущемить второго участника, совместной цели нет, но каждый хочет овладеть
			тем же, что и соперник</li>
		<li>Конкуренция - стремление обладать конкретными дефицитными благами, опередив соперника</li>
		<li>Конфликт - столкновение различных интересов, позиций и взглядов индивидов, групп и социальных общностей</li>
	</ul><br>
`,
			},
			{
				subtheme: `2. Социальная стратификация и мобильность`,
				content:
					'Страта - большая группа людей, которая отличается от других своим положением в социальной структуре общества<br><br>Социальная стратификация - расслоение общества по стратам, отношения между слоями общества, а также соответствующими социальными институтами<br><br>Иерархия - система подчинения низших составляющих общества высшим, основывающаяся на деятельности людей и их социальном статусе<br><br>Виды соц. стратификации<br><ul><li>Рабство - основанная на насилии система социальных взаимоотношений. Критерий соц. группы - наличие или отсутствие у неё гражданских прав (патриархальное (раб как младший член семьи с соответствующими правами); классическое (раб как беспавная собственность хозяина))</li><li>Касты - закрытие общественные группы, к которым человек относится исключительно по рождению. Переход из одной группы в другую невозможен. Наиболее распространено в Индии(брахманы (жрецы); кшатрии (воины); вайшьи (купцы); шудры (земледельцы, ремесленники, рабочие); неприкасаемые - не входят в кастовое деление, низшая ступень общества)</li><li>Сословия - общественные группы, членство в которых передаётся по наследству, а их права и обязанности закреплены законодательно (привелигированные (дворяне, священники); непривелигированные (крестьяне, ремесленники, купцы))</li><li>Классы - большие общественные группы, членство в которых обусловлено общественным разделением труда, а также способом и размерами получения людьми богатства (рабы и рабовладельцы; феодалы и зависимые крестьяне; буржуазия и пролетариат; элита, средний и низший класс)</li></ul>Социальная мобильность - изменение социального положения человека путём его перехода из одной социальной группы в другую<br><br>Виды соц. мобильности<br><ul><li>Коллективная - множество людей меняют соц. группу под влиянием внешних обстоятельств</li><li>Индивидуальная - человек переходит из одной групп в другую единолично</li><li>Внутрипоколенная - изменение соц. статуса человека в одном поколении (сначала человек был разнорабочим, затем стал актером, а после предпринимателем)</li><li>Межпоколенная - изменение соц. статуса у различных поколений (дед крепостной, отец рабочий, сын бизнесмен)</li><li>Вертикальная - подъём по соц. лестнице (помошник босса стал боссом)</li><li>Горизонтальная - перемещение внутри соц. группы (программист переехал из РФ в США, но всё ещё программист)</li></ul>',
			},
			{
				subtheme: `3. Социальные группы`,
				content:
					'Социальная группа - объединение людей на основе каких-либо общественно важных признаков<br><br>Признаки соц. группы<br><ul><li>условия жизнедеятельности</li><li>потребности</li><li>собственная культура</li><li>социальная идентификация членов группы, их самопричисление к этой группе</li><li>совместная деятельность</li></ul>Виды соц. групп<br><ul><li>классовые - по общественному положение (класс, социальный слой)</li><li>демографические - по половому и возрастному признаку (мужчина, женщина, ребёнок, пенсионер)</li><li>этнические - по единству происхождения, менталитета, языка (племя, народ, нация)</li><li>профессиональные - по роду деятельности (учитель, строитель, инженер)</li><li>территориальные - по территории расселения (деревня, город, регион, страна)</li></ul>Влияние на человека<br><ul><li>пложительное влияние - усвоение нравстенных норм; передача языка и культуры</li><li>отрицательное влияние - групповой эгоизм; конформизм</li></ul>Конформизм - безоговорочное принятие существующего порядка, пассивное существование, приспособление и согласие с общественным мнением<br><br>Формы соц. групп<br><ul><li>по кол-ву членов группы - малочисленные (семья); многочисленные (христиане)</li><li>по времени существования - кратковременные (слушатели музыкального концерта); долговременные (японцы)</li><li>по крепости внутригрупповых связей - устойчивые (мулуьмане); стихийные (очередь в магазине)</li></ul><br>Квазигруппа - соц. группа, характеризующаяся неустойчивыми внутренними связями, не имеющая своей внутренней структуры и культуры<br><br>Виды квазигрупп<br><ul><li>толпа - стихийное недолговечное собрание людей, которых объединяет некая общая составляющая: интерес или идея</li><li>фанаты - собрание людей, чьи интересы сосредоточены вокруг определённого объекта</li><li>аудитория - группа людей, объединившихся с целью получения и передачи информации</li></ul>Признаки квазигрупп<br><ul><li>анонимность</li><li>внушаемость</li><li>социальгая зараженность</li><li>бессознательность</li></ul>',
			},
			{
				subtheme: `4. Молодёжь как социальная группа`,
				content:
					'Молодёжь - особая группа лиц, отличающаяся возрастными рамками и статусом в обществе: люди, переживающие в данный момент переход от беззаботного детства к взрослой жизни и социальной ответственности<br><br>Особенности<br><ul><li>переходное соц. положение - невозмжн остаться в этой соц. групе навсегда</li><li>высокая соц. мобильность</li><li>освоение новых соц. ролей</li><li>высокие перспективы в профессии и карьере</li><li>поиск своего места в жизни, а также смысла жизни</li></ul><div>Отличительные признаки<div><ul><li>активность</li><li>свобода от устоявшихся в обществе норм, поведений и традиций</li><li>независимость от стереотипов общества</li><li>внутренние противоречия</li><li>неустойчивая психика</li><li>жажда выделиться из толпы</li><li>слабая терпимость</li><li>собственные субкультуры</li></ul><div>Виды&nbsp;<div><ul><li>эпатажные - бросают вызов традиционному обществу</li><li>альтернативные - ставят под сомнение традиционные ценности, нормы и поведение общества, выдвигая свои собственные</li><li>социальные - пытаются решить чётко очерченные соц. проблемы</li><li>агрессивные - имеют примитивные представления о жизни и ценностях, стараются самоутвердиться</li><li>политические - хотят изменить существующие политический строй или политические ситуации, основываясь на своих идеях</li></ul><div>Неформальная группа - сообщество людей, объединившихся на основе своих внутренних побуждений<div><br><div>Признаки неформальной группы<div><ul><li>стихийность</li><li>независимость</li><li>самоорганизация и иерархия</li><li>устойчивость</li><li>отличная от традиционной модель поведения</li><li>атрибутика</li><li>наличие ценностей и собственного мировоззрения</li></ul><div>Формальная группа - сообщество людей, которые объединены не своим внутренним побуждением, а по указанию вышестоящиъ по социальному статусу людей',
			},
			{
				subtheme: `5. Этнические общности`,
				content:
					'Этнос - устойчивая межпоколенная группа людей, объединённая длительным совместным проживанием на определённой территории, общим языком, культурой, жизненным укладом и самосознанием<br><br>Виды<br><ul><li>Племя - большая группа людей, связанных между собой родственными связями, единой территорией проживания, языком и культурой. Характерно для примитивного и доиндустриального общества</li><li>Народность - большая группа людей, объединённых между собой социальными и территориальными связями, одним языком и культурой. Появление обусловлено развитием торговных связей и общественного разделения труда</li><li>Нация - социально-экономическая, культурно-политическая и духовная общность людей, сложившаяся в результате становления государства и формирования общей культуры</li></ul><div>Национальность - принадлежность человека к какому-либо этносу или гражданству в зависимости от его самоидентификации<div><br><div>Национальный менталитет - мировоззрение представителей одной нации, сформировавшееся под воздействием исторически сложившихся национальных традиций и ценностей<div><br><div>Традиции - передающиеся из поколения в поколение элементы культуры, подчёркивающие самобытность нации<div><br><div>Ценности - набор особо важных и значимых для конкретной нации материальных, духовных и природных явлений<div><br><div>Традиционные русские ценности: язык; национальные песни и танцы; фольклорные сказки; история нации; молитва; жития святых и героев; хозяйство; армия; территория',
			},
			{
				subtheme:
					`6. Межнациональные отношения, этносоциальные конфликты`,
				content:
					'Межнациональные отношения - взаимодействие людей (групп людей) разной этнической принадлежности в трудовой и культурной сферах и общественно-политической жизни РФ, оказывающих влияние на этнокультурное и языковое многообразие РФ и гражданское общество<br><br>Тенденции среди этнических групп<br><ul><li>Интеграция - разрешение национальной разобщённости, сближение наций между собой по всем аспектам: культуре, экономике, политике. Это приводит к появлению новых наднациональных институтов (европейское сообщество)</li><li>Дифференциация - многие народы стремятся сохранить свои национальные особенности, стараются избежать давления со стороны крупных политических объединений и сохранить национальную независимость. Нередко это порождает этноцентризм</li></ul><div>Этноцентризм - непоколебимия уверенность в правоте своей нации, её ценностях и культуре. При этом культура других наций считается низкой и неправильной. Нередко это приводит к войнам<div><br><div>Национальный вопрос - вопрос освобождения угнетённых народов, их самоопределения и преодоления ими национального неравенства<div><br><div>Причины нац. вопроса<div><ul><li>политическое развитие (национальная политика стран-завоевателей)</li><li>экономическое развитие (экономическое давление на завоёванные нации)</li><li>социальное развитие (национализм и шовинизм)</li><li>религиозные различия (религиозная нетерпимость)</li><li>культура (несовпадение мнений разных народов о культурных ценностях и их принадлежность)</li><li>территориальные конфликты</li><li>исторические разногласия, прошлые взаимоотношения народов</li></ul><div>Национализм - идеология и политика, ставящая интересы нации превыше любых других экономических, социальных, политических интересов, стремление к национальной замкнутости<div><br><div>Шовинизм - идеология, утверждающая исключительность определённого этноса, сочетающаяся с ненавистью ко всем другим<div><br><div>Дискриминация - предвзятое негативное и несправедливое отношение к определённой социальной группе',
			},
			{
				subtheme: `7. Национальная политика РФ`,
				content:
					'Национальная политика - система стратегических приоритетов и мер, направленных на укрепление межнационального согласия, гражданского единства, обеспечение поддержки этнокультурного и языкового многообразия РФ. Вся политическая система РФ основывается на конституции<br><br>Главная цель нац. отношений - регулирование отношений между различными этносами<br><br>Конституция - главный закон страны, определяющий основы политической, правовой и экономической систем государства',
			},
			{
				subtheme: `8. Социальный конфликт`,
				content:
					'Социальный конфликт - столкновение противоположных общественных интересов, взглядов, мировоззрения, целей и направлений общественного развития<br><br>Причины соц. конфликтов<br><ul><li>различия в мировоззрении и жизненных целях</li><li>социальная структура общества</li><li>культурно-языковые различия</li><li>материальные ресурсы</li><li>религиозные различия</li><li>внутренная неоднородность и разобщённость общества</li><li>неспособность находить компромисс</li><li>конфликтное поведение человека, его индивидуальные черты</li></ul><div>Виды соц. конфликтов<div><ul><li>Форма протекания: внутриличностный (противоречия внутри индивида); межличностный (участие двух и более людей)</li><li>Участие группы: межгрупповой; с внешней средой (конфликт с организациями, поддерживающими недопустимые для человека нормы и предписания)</li><li>Сферы жизни: отдельные сферы (экономика, культура, политика); социальная революция (охват всего общества в целом)</li><li>Время развития: краткосрочный; долгосрочный</li><li>Повторяемость: разовый; повторяющийся</li><li>Средства воздействия на оппонента: насильственный (использование угруз); ненасильственный (мирный конфликт)</li><li>Форма возникновения: преднамеренный (заранее подготовленный); спонтанный (возникший стихийно)</li><li>Охватываемая территория: личный; групповой; локальный; региональный; общенациональный; глобальный</li><li>Влияние на развитие общества: прогрессивный; регрессивный</li></ul><div>Способы разрешения конфликта<div><ul><li>Применение силы - сильнейшая сторона (или считающаяся себя таковой) прибегает к силе</li><li>Арбитраж - обращение конфликтующих сторон к специальным органам власти, которые решают спорный вопрос</li><li>Избегание - физический или психологический уход от конфликтной ситуации</li><li>Компромисс - совершение конфликтующими сторонами взаимных уступок</li><li>Переговоры - мирное обсуждение проблемы конфликтующим сторонами</li><li>Посредничество - разрешение проблемы третьей стороной</li></ul>',
			},
			{
				subtheme: `9. Социальные нормы`,
				content:
					'Социальные нормы - исторически сложившиеся и принятые обществом правила и образцы поведения индивидов. Соблюдение социальных норм возможно только при сознательной деятельности людей<br><br>Способы достижения соц. норм<br><ul><li>разрешения - показа возможных необязательных вариантов поведения</li><li>предписания - чёткого указания о совершении определённого действия</li><li>запрета - показа отрицательных вариантов поведения, которых следует избегать</li></ul><div>Формы соц. норм<div><ul><li>По способу закрепления: устные; письменные</li><li>По силе воздействия на количество людей: межличностные; групповые; классовые; национальные; общечеловеческие</li><li>По степени обязательности исполнения: побуждающие; запрещающие; повелительные; рекомендательные</li></ul><div>Виды соц. норм<div><ul><li>Нормы обычаев - возникли в первобытность; устанавливают общественные привычки (нравы, традиции, ритуалы), в отношении нарушителя используется меры общественного воздействия; определяют силу привычки</li><li>Нормы морали - возникли при появлении человеческого общества; устанавливают представление людей о добре и зле, хорошем и плохом; определяют общественное мнение, внутренние установки людей</li><li>Эстетические нормы - возникли при формировании у человека чувства прекрасного; устанавливают исторические условия; определяют общепризнанные представления о красивом и уродливом в творчестве, производстве, поведении, быту</li><li>Религиозные нормы - возникли при появлении первых религиозных культов; устанавливают предписания священных книг и правила поведения, принятые церковью; определяют внутренние убеждения людей, деятельность церкви</li><li>Корпоративные нормы - возникли при создании корпораций; устанавливают общественные организации; определяют общественные объединения, внутреннюю убеждённость членов организации</li></ul>',
			},
			{
				subtheme: `10. Социальный контроль`,
				content:
					'Социальный контроль - действующий общественный механизм, определяющий отношения индивида и общества с целью укрепления порядка и стабильности в обществе. Главные составляющие - соц. нормы и соц. санкции<br><br>Виды соц. контроля по способу воздействия<br><ul><li>Внутренний - человек самостоятельно регулирует своё поведение в зависимости от существующих социальных норм. Совесть является следствием самоконтроля</li><li>Внешний - поведение человека регулируется общественным мнением, институтами, организациями.</li></ul>Виды соц. контроля по степени близости<br><ul><li>Формальный - поведение человека регулируется общественными институтами</li><li>Неформальный - поведение человека регулируется&nbsp;ближайшим кругом людем и общественным мнением.</li></ul><div>Совесть - чувство ответственности перед другими людьми за своё собственное поведение<div><br><div>Надзор - вмешательство внешних сил во все действия человека, контрль всех деталей с применением постоянных поправок и одёргиваний. Надзором часто становися государство по отношению к своим гражданам<div><br><div>Формальный контроль в РФ<div><ul><li>прокуратура</li><li>федеральная служба безопасности</li><li>счётная палата, депутаты</li><li>общество защиты прав потребителей</li><li>профсоюз</li></ul><div>Меры соц. контроля<div><ul><li>изоляция - полное исключение девианта (тюремное заключение)</li><li>обособление - частичное исключение девианта из жизни общества (психически больные люди)</li><li>реабилитация - проводимые меры для возвращения девианта к обычной жизни (лечение, беседы)</li></ul><div>Социальные санкции - реакция общества на выполнение (невыполнение) социальных норм индивидом или группой<div><ul><li>Формальные: негативные - казания на официальном уровне; позитивные - открытое поощрение со стороны официальных организаций</li><li>Неформальные: негативные - неофицальное порицание, без опоры на законодательство; позитивные - общественное одобрение личностного характера</li></ul><div><br><div><br><br>',
			},
			{
				subtheme: `11. Отклоняющееся поведение`,
				content:
					'Девиантное поведение - социальное поведение, не соответствующее имеющейся норме или набору норм, принятых значительной частью людей в группе или сообществе<br><br>Деликветное поведение - систематическое преступное нарушение индивидом или группой социальных норм, которые влекут за собой уголовное наказание<br><br>Причиные девиантного поведения<br><ul><li>Биологические - предрасположенность самого человека к такому типу поведения из-за физических недостатков или биологических отклонений</li><li>Психологические - влияние личностных установок, воспитания и черт характера. Эмоциональное состояние человека</li><li>Социологические - кризис в обществе</li></ul><div>Уровни девиантного поведения<div><ul><li>первичная - единовременное нарушение человеком некоторых соц. норм</li><li>вторичная - систематическое нарушение человеком общественнх норм.</li></ul><div>Степень распространения<div><ul><li>индивидуальное - человек единолично нарушает нормы общественного порядка</li><li>коллективное - носителями девиантного поведения выстапают два и более человека</li></ul><div>Виды<div><ul><li>положительное - содействует соц. изменениям; даёт представление о многообразии социума</li><li>отрицательное - подрывает общественные устои; ведёт к разрушению существующей социальной системы</li></ul><div>Формы<div><ul><li>деструктивное - человек наносит вред самому себе (алкоголизм, наркомания)</li><li>асоциальное - человек наносит вред другим людям (хулиганство, коррупция)</li></ul><div>Меры ограничения<div><ul><li>жесткие запреты на проявление девиантного поведения (арест, штраф)</li><li>организация соц. помощи для девиантов с психологическими проблемами (телефон доверия, психологическая помощь)</li></ul>',
			},
			{
				subtheme: `12. Социальный статус`,
				content:
					'Социальный статус - предполагающее определённые права и обязанности общественное положение человека в соответствии с его полом, возрастом, профессией<br><br>Виды соц. статуса<br><ul><li>предписанный - получен от рождения (пол, национальность)</li><li>достигаемый - приобретён самим человеком (квалификация, образование)</li><li>личностный - дан отдельному индивиду малой группой (лидер, изгой)</li><li>групповой - дан личности группой, к которой он принадлежит (профессия, экономическое положения)</li></ul><div>Статусный набор - все статусы, принадлежащие индивиду<div><br><div>Составление соц. статуса<div><ul><li>Права и обязанности - определяют, что человек с данным статусом может и должен делать</li><li>Диапазон - границы возможного действия прав и обязанностей</li><li>Символы - отличительные знаки</li><li>Образ - правила внешнего вида и поведения представителей статуса</li><li>Идентификация - соответствие внешнего вида, поведения и других характеристик человека его статусу</li></ul><div>Престиж - данная обществом соц. значимость человеку в зависимости от его статуса. Определяется реальной полезностью человека и актуальной системой ценностей общества<div><br><div>Авторитет - общественное влияние, значение индивида<div><br><div>Социальная роль - ожидаемая в обществе модель поведения человека, соответствующая его статусу<div><ul><li>Социальная - поведение человека завист от ожиданий общества</li><li>Психодраматическая - на поведение человека влияет его окружение</li><li>Психосоматическая - человека выстраивает своё поведение в зависимости от собственных потребностей и культурных установок</li></ul><div>Ролевый конфликт - ситуация, в которой человек вынужден выполнять две и более несовместимые социальные роли одновременно<div><ul><li>внутриролевой - одна и та же роль противоречит самой себе (начальник должен защищать и поощрать своих сотрудникв, но и одновременно с этим быть требовательным к их работе)</li><li>личностно-ролевой - социальная роль не совпадает с ценностями и желаниями человека (мать детей хочет строить карьеру, а не быть домохозяйкой и заниматься только воспитанием)</li><li>межролевой - правила поведения одной роли противоречат другой (сын должен быть покладистым и радовать родителей, а подросток хочет быть бунтарём)</li><li><br></li></ul>',
			},
			{
				subtheme: `13. Социализация`,
				content:
					`Социализация - усвоение индивидом существующих культурных норм и
	социального опыта для успешного взаимодействия с обществом<br><br>Десоциализация - утрата индивидом по каким-либо
	причинам социального опыта, которая отражается на его жизнедеятельности и возможности самореализации в социальной
	среде<br><br>Ресоциализация - приспособление человека к жизни в новом сообществе<br><br>Стадии социализации<br>
	<ul>
		<li>Начальная (до 7 лет) - ближаёшее окружение передаёт знания ребёнку:
			<ul>
				<li>
				адаптация (ребёнок подражает окружающим, безоговорочно принимает соц. опыт)
				</li>
				<li>
				индивидуализация(ребёнок критически относится к существующем соц. опыту и пытается найти свой уникальный путь)
				</li>
			</ul>
</li>
		<li>Средняя (до 18 лет) - обучение ребёнка обществом (школа, окружающие люди): 
		<ul>
				<li>
				интеграция - ребёнок становится частью общества (при невозможности данного шага наступают последствия)
				</li>
			</ul>
		</li>
		<li>Завершающая - усвоение моделей поведения взрослыми людьми:
			<ul>
				<li>
				коррекция - усвоение взрослыми людьми правил поведения при получении ими новых
				</li>
			</ul>
		</li>
	</ul>
	<div>Сферы социализации
	<div>
		<ul>
			<li>деятельность - способность расширению понятий видов социализации (переосмысление различных видов деятельности)
			</li>
			<li>общение - расширение круга общения, развитие и углубление его навыков</li>
			<li>самосознание - понимание своего собственного ""я"", формирование целостного образа, понимание своего места в
				обществе и социальной роли в нём</li>
		</ul>
		<div>Социальная дезинтеграция - процесс распада внутренней структуры социальной группы или социальной системы
	
	<div><br>
	<div>Виды противодействия при невозможности влиться в общество
	<div>
		<ul>
			<li>Конформизм</li>
			<li>Нонкомформизм</li>
			<li>Открытая агрессия, бунт</li>
			<li>Самоубийство</li>
		</ul>
		<div>Нонконформизм - стремление человека придерживаться традиций, норм и правил, прямо противоречащих тем, которые
			господствуют в данном обществе или группе. Открытое непрятие действующих норм, смена общественных групп
	
	<div><br>
	<div>Социальная адаптация - непрерывный процесс приспособления человека к новому окружению с помощью различных
		усвоенных им социальный средств
	<div>
		<ul>
			<li>активная (человек осваивает и применяет в действии устоявшиеся и одновременно с этмм изменяет устаревшие на его взгляд социальные нормы)</li>
			<li>пассивная (послушое безропотное принятие и выполнение всех норм и требований общества. Человек не осуществляет попытки повлиять на него, притом что внутренне может быть не согласен с действующими установками)
			</li>
		</ul>
		<div>Социальные действия - совокупность поступков, методов и средства, с помощью которых человек или группа пытаются
			изменить укоренившиеся мнения и взгляды общества
	
`,
			},
			{
				subtheme: `14. Семья и брак`,
				content:
					`Семья - малая соц. группа, члены которой связаны между собой
	родственными узами, общностью быта, взаимной помощью и ответственностью<br><br>Функции семьи<br>
	<ul>
		<li>репродуктивная</li>
		<li>воспитательная</li>
		<li>хозяйственно-экономическая</li>
		<li>эмоционально-психологическая</li>
		<li>духовно-эстетическая (рекреационная)</li>
		<li>социально-статусная</li>
		<li>защитная</li>
	</ul>
	<div>Виды семьи
	<div>
		<ul>
			<li>По количеству родителей (неполная; полная)</li>
			<li>По лидерству (матриархальная - женщины доминируют в семье, родословная идёт по женской линии; патриархальная - мужчины доминируют в семье, родословная идёт по мужской линии; эгалитарная, партнёрская - равные властные отношения супругов со взаимозаменяемыми социальными ролями)</li>
			<li>По количеству супругов (моногамная; полигамная)</li>
			<li>По количеству участников (нуклеарная - совместно проживающие супругу и их дети; расширенная, многопоколенная - совместно проживающие супруги, их дети и прочие родственники)</li>
			<li>По количеству детей (бездетная; однодетная; малодетная; многодетная)</li>
			<li>По месту проживания (патрилокальная - жена с детьмы живёт у родителей мужа; матрилокальная - муж и дети живут с родителями жены)</li>
		</ul>
		<div>Семейные взаимоотношения
		<ul>
			<li>авторитарный (подавление одним членом семьи воли других, жестокость, агрессивность)</li>
			<li>попустительский (безразличие, отстранённое отношение членов одной семьи друг к другу)</li>
			<li>демократический (равноправие и сотрудничество между членами семьи, тёплые взаимоотношения)</li>
		</ul>
		<div>Брак - добровольный союз мужды и женщины, направленный на создание семьи и совместное ведение хозяйства,
			закреплённый юридически
	
	<div><br>
	<div>Условия заключения брака
	<div>
		<ul>
			<li>мужчина и женщина вступают в брак добровольно</li>
			<li>оба брачующихся достигли 18 лет (при уважительных причинах с 16 лет)</li>
			<li>мужчина и женщина не состоят в другом зарегистрированном браке</li>
			<li>пара не приходится друг другу близкими родственниками</li>
			<li>оба человека психически здоровы</li>
			<li>пара не состоит в отношениях усыновления</li>
		</ul>
		<div>Виды брака
	
	<div>
		<ul>
			<li>Гражданский - официальный брак, зарегистрированный в гос. оранах записи актов гражданского состояния (ЗАГС)
			</li>
			<li>Церковный (канонический) - брак, который в России не влечёт юридических последствий с точки зрения государства
				и регулируется только нормами внутрицерковного (канонического) права (до декабря 1917 г. существовал только он)
			</li>
			<li>Фактический - отношения, в которых мужчина и женщина проживают вместе, но не состоят в официальном браке друг
				с другом</li>
		</ul>
	
`,
			},
		],
	},
	{
		theme: 'Политика',
		cards: [
			{
				subtheme: `1. Характеристика политики`,
				content: `
	Политика — это процесс принятия решений и управления в обществе, направленный на распределение ресурсов и власти.
	<br><br>
	Функции политики
	<ul>
		<li>Интегративная — объединение различных групп и интересов</li>
		<li>Управленческая — организация и координация действий</li>
		<li>Регулятивная — установление правил и норм поведения</li>
		<li>Инновационная — внедрение новых идей и изменений</li>
		<li>Правозащитная — защита прав и свобод граждан</li>
		<li>Социализация — формирование политических взглядов у граждан</li>
	</ul>

	Составляющие политики

	<ul>
		<li>Субъекты — участники процесса (государственные органы, партии, группы интересов, граждане), влияющие на решения
		</li>
		<li>Объект — общественные явления или группы, с которыми взаимодействуют субъекты (экономические, социальные,
			культурные аспекты)
		</li>
		<li>Цель — конечный результат, к которому стремятся субъекты (например, безопасность, экономический рост, социальная
			справедливость)
		</li>
		<li>Действия — шаги и мероприятия для достижения целей (законодательные инициативы, выборы, кампании)</li>
		<li>Результат — последствия действий субъектов, проявляющиеся в изменениях законодательства или социальных условиях
			(могут быть положительными или отрицательными)
		</li>
	</ul>


`,
			},
			{
				subtheme: `2. Власть`,
				content: `
	Власть — это способность влиять на поведение людей и принимать решения в обществе
	<br><br>
	Источники и структура власти
	<ul>
		<li>Источники — ресурсы, на которых основана власть (экономические, культурные, военные)</li>
		<li>Структура — иерархия и распределение власти между различными институтами</li>
	</ul>
	Формы и методы власти
	<ul>
		<li>Формы — способы осуществления власти (авторитарная, демократическая)</li>
		<li>Методы — средства воздействия (принуждение, убеждение, манипуляция)</li>
	</ul>

	Виды власти
	<ul>
		<li>Политическая власть — управление обществом через законы и политические решения</li>
		<li>Легитимность — признание власти обществом как законной</li>
		<li>Государственная власть — власть, осуществляемая государственными институтами</li>
	</ul>

	Ветви государственной власти в России
	<ul>
		<li>Законодательная власть — представлена Федеральным Собранием (Совет Федерации и Государственная Дума)</li>
		<li>Исполнительная власть — осуществляется Правительством Российской Федерации</li>
		<li>Судебная власть — включает Верховный Суд и Конституционный Суд</li>
	</ul>

`
			},
			{
				subtheme: `3. Государство`,
				content: `
	Государство — это центральный институт общества, организующий и контролирующий жизнь людей
	<br><br>

	Признаки государства
	<ul>
		<li>Суверенитет</li>
		<li>Территория</li>
		<li>Население</li>
		<li>Правовая система</li>
	</ul>

	Функции государства
	<ul>
		<li>Обеспечение безопасности</li>
		<li>Регулирование экономики</li>
		<li>Социальная защита</li>
		<li>Защита прав и свобод</li>
	</ul>

	Политическая система - совокупность институтов и норм, регулирующих власть
	<br><br>

	Виды государства:
	<br><br>
	1)Формы правления
	<ul>
		<li>
			Монархия — власть принадлежит монарху
			<ul>
				<li>
					Абсолютная — монарх обладает всей властью (например, Саудовская Аравия)
				</li>
				<li>
					Парламентская — реальная власть у парламента, монарх выполняет церемониальные функции (например,
					Великобритания)
				</li>
			</ul>
		</li>
		<li>
			Республика — власть осуществляется выборными органами
			<ul>
				<li>Президентская — президент имеет широкие полномочия (например, США)</li>
				<li>Парламентская — парламент формирует правительство (например, Германия)</li>
				<li>Смешанная — баланс полномочий между президентом и парламентом (например, Россия)</li>
			</ul>
		</li>

	</ul>
	2)Форма государственного устройства

	<ul>
		<li>Унитарное — единое государство без политической самостоятельности субъектов (Франция)</li>
		<li>Федерация — субъекты имеют определённую самостоятельность (Россия)</li>
		<li>Конфедерация — союз независимых государств для совместных целей (Европейский Союз)</li>
	</ul>

`
			},
			{
				subtheme: `4. Политические режимы`,
				content: `
	Политический режим — это система методов и способов управления в обществе, определяющая отношения власти и граждан
	<br><br>
	Политические ценности — это обобщенные идеи и убеждения, которые служат ориентирами для политических оценок и действий
	(например, безопасность, права человека)
	<br><br>
	Политические нормы — это правила и стандарты поведения, регулирующие политическую деятельность и взаимоотношения между
	субъектами власти и гражданами
	<br><br>
	Виды политических режимов
	<ul>
		<li>
			Демократия — власть принадлежит народу, осуществляется через выборы и участие граждан
			<ul>
				<li>
					Прямая — граждане непосредственно участвуют в принятии решений
				</li>
				<li>
					Представительная — граждане выбирают представителей для принятия решений
				</li>
			</ul>
		</li>
		<li>
			Авторитаризм — власть сосредоточена в руках одного или группы лиц, ограничивающих политические права граждан
		</li>
		<li>
			Тоталитаризм — полный контроль государства над всеми аспектами жизни общества, подавление оппозиции и
			индивидуальных свобод
		</li>
	</ul>


`
			},
			{
				subtheme: `5. Демократия`,
				content: `

	Демократия — это форма правления, при которой власть принадлежит народу, реализуемая через выборы и участие граждан
	<br><br>
	Особенности демократии
	<ul>
		<li>
			Участие граждан в управлении через свободные выборы
		</li>
		<li>
			Равенство всех перед законом
		</li>
		<li>
			Защита прав и свобод человека
		</li>
		<li>
	Гласность — это принцип открытости и прозрачности работы государственных учреждений, который обеспечивает гражданам доступ к информации о деятельности правительства и возможность свободно обсуждать общественные вопросы
		</li>
	</ul>
	Недостатки демократии

	<ul>
		<li>Возможность манипуляций со стороны политических элит</li>
		<li>Неполное представление интересов меньшинств</li>
		<li>Поляризация общества и конфликты</li>
	</ul>

	Перспективы развития демократии
	<ul>
		<li>
			Углубление демократических практик и участие граждан
		</li>
		<li>
			Применение новых технологий для повышения прозрачности
		</li>
		<li>
			Борьба с авторитарными тенденциями и укрепление прав человека
		</li>
	</ul>

	Мажоритарная избирательная система — это система, при которой кандидат, получивший наибольшее количество голосов, выигрывает выборы
	<br><br>
Пропорциональная избирательная система — это система, где количество мест в парламенте распределяется пропорционально количеству голосов, полученных партиями
<br><br>
Мандат — это право, данное избирателями кандидату или партии на представление их интересов в органах власти

`
			},
			{
				subtheme: `6. Правовое государство`,
				content: `
						
Правовое государство — это организация власти, где деятельность подчинена нормам права и защищает права человека Оно обеспечивает верховенство закона и ограничивает власть государства <br><br>
Признаки правового государства
<ul>
<li>Верховенство закона: Все действия государства должны соответствовать закону</li>
<li>Разделение властей: Власть делится на законодательную, исполнительную и судебную</li>
<li>Защита прав человека: Государство защищает права граждан от посягательств</li>
<li>Взаимная ответственность: Личность и государство несут ответственность друг перед другом</li>
<li>Доступность правосудия: Граждане могут защищать свои права в суде</li>
</ul>

						`
			},

			{
				subtheme: `7. Гражданское общество`,
				content: `
						Гражданское общество — это совокупность общественных отношений и институтов, действующих независимо от государства, включая некоммерческие организации (НКО), ассоциации, профсоюзы и независимые СМИ. Гражданское общество способствует поддержанию демократии и правового государства, обеспечивая взаимодействие между гражданами и властью <br><br>

Структура гражданского общества
<ul>
<li>Некоммерческие организации (НКО): Экологические, правозащитные и культурные объединения</li>
<li>Профессиональные объединения: Союзы работников различных отраслей</li>
<li>Независимые СМИ: Средства массовой информации, не подчиняющиеся государству</li>
<li>Религиозные организации: Церкви и религиозные объединения</li>
<li>Местное самоуправление: Организации для управления на уровне местных сообществ</li>
</ul>
Функции гражданского общества
<ul>
<li>Защита прав и свобод граждан</li>
<li>Контроль за действиями власти</li>
<li>Обеспечение баланса между государственными и коммерческими интересами</li>
<li>Участие в политических процессах</li>
</ul>

Признаки гражданского общества
<ul>
<li>Свобода ассоциаций и собраний</li>
<li>Плюрализм мнений и независимость СМИ</li>
<li>Активное участие граждан в общественной жизни</li>
<li>Защита прав личности от вмешательства государства</li>
</ul>
						`
			},
			{
				subtheme: `8. Политическая элита`,
				content: `

				Элита — это небольшая группа людей с высоким статусом и влиянием в обществе, принимающая важные решения и формирующая общественные процессы <br><br>

Политическая элита — это небольшая группа людей, обладающая значительной политической властью и влиянием на принятие решений в государстве. Политическая элита играет важную роль в управлении обществом и обеспечении его стабильности <br><br>
Черты политической элиты
<ul>
<li>Высокий социальный статус: Занимает руководящие позиции и имеет доступ к ресурсам власти</li>
<li>Закрытость: Часто замкнута для внешних социальных слоев</li>
<li>Право выдвижения лидеров: Формирует политических лидеров из своего круга</li>
<li>Психология превосходства: Чувство особой значимости</li>
</ul>
Системы формирования
<ul>
<li>Наследственные механизмы: Например, аристократия</li>
<li>Открытые выборы: В демократических системах</li>
<li>Закрытые сети: В авторитарных режимах</li>
</ul>
Признаки политической элиты
<ul>
<li>Небольшое количество членов</li>
<li>Высокий уровень власти и влияния</li>
<li>Участие в принятии важных решений</li>
</ul>
Критерии эффективности
<ul>
<li>Способность к управлению: Реализация политических программ</li>
<li>Уровень благосостояния общества: Повышение уровня жизни граждан</li>
<li>Национальная безопасность: Обеспечение стабильности</li>
</ul>
Группы политических элит
<ul>
<li>Правящая элита: Управляет государством</li>
<li>Неправящая элита (контрэлита): Не управляет, но имеет элитные качества</li>
<li>Бюрократическая элита: Представители управленческого аппарата</li>
<li>Идеологическая и коммуникационная элита: Представители науки и СМИ</li>
</ul>
Функции политических элит
<ul>
<li>Разработка и реализация политических программ</li>
<li>Организация деятельности государства и партий</li>
<li>Выдвижение политических лидеров</li>
<li>Представление интересов социальных групп</li>
</ul>
Виды политических элит
<ul>
<li>Высшая (общенациональная): Влияет на общегосударственные решения</li>
<li>Средняя (региональная): Управляет на уровне регионов</li>
<li>Местная: Занимается вопросами местного самоуправления</li>
</ul>
Классификация политических элит
<ul>
<li>По отношению к власти (правящая и неправящая)</li>
<li>По уровню (высшая, средняя, местная)</li>
<li>По эффективности (эффективная, псевдоэлита)</li>
</ul>
						
						`
			},
			{
				subtheme: `9. Политические партии и движения`,
				content: `
						Политическая партия — это объединение граждан для участия в политической жизни и представления интересов в органах власти. Политические партии и парламент играют ключевую роль в функционировании демократического общества <br><br>
Партийная система - это совокупность политических партий и их взаимодействие. В России существует многопартийная система, но доминирует «Единая Россия» <br><br>

Признаки политических партий
<ul>
<li>Наличие программы</li>
<li>Организационная структура</li>
<li>Агитационная деятельность</li>
</ul>
Функции политических партий
<ul>
<li>Формирование общественного мнения</li>
<li>Участие в выборах</li>
<li>Представление интересов граждан</li>
</ul>
Политические движения - это гибкие объединения, стремящиеся к изменению общественной политики без четкой структуры

Классификация политических партий
<ul>
<li>По идеологии: левые, правые, центристские</li>
<li>По уровню влияния: доминирующие, оппозиционные</li>
<li>По структуре: массовые, кадровые</li>
</ul>
Идеологии политических партий
<ul>
<li>Либерализм: Свобода личности</li>
<li>Социализм: Социальная справедливость</li>
<li>Консерватизм: Сохранение традиционных ценностей</li>
</ul>
Парламент — высший законодательный орган, принимающий законы и контролирующий исполнительную власть <br><br>
Виды парламента
<ul>
<li>Двухпалатный: Две палаты (например, Сенат и Палата представителей)</li>
<li>Однопалатный: Одна палата (например, Верховный совет)</li>
</ul>
						`
			},
			{
				subtheme: `10. Средства массовой информации в политической системе`,
				content: `
						СМИ (средства массовой информации) — это организации, занимающиеся распространением информации для широкой аудитории с помощью различных технических средств. СМИ играют ключевую роль в обществе, обеспечивая доступ к информации и формируя общественное мнение <br><br>
Источники СМИ
<ul>
<li>Печатные издания: газеты, журналы, альманахи</li>
<li>Электронные СМИ: радио, телевидение, интернет-издания</li>
<li>Новые формы: интернет-телевидение, интернет-радио</li>
</ul>
Характеристики и особенности СМИ
<ul>
<li>Массовость: Ориентированы на широкую аудиторию (обычно от 1000 экземпляров)</li>
<li>Периодичность: Издания выходят регулярно (не реже одного раза в год)</li>
<li>Принудительность: Один источник информации охватывает множество слушателей</li>
</ul>
Функции СМИ
<ul>
<li>Информирование общественности о событиях</li>
<li>Формирование общественного мнения</li>
<li>Развлечение и просвещение населения</li>
<li>Обеспечение обратной связи между аудиторией и источниками информации</li>
</ul>
Политическое манипулирование - это использование СМИ для влияния на общественное мнение и поведение граждан путем искажения или селективного представления информации


						`
			},
			{
				subtheme: `11. Избирательная кампания в РФ`,
				content: `
						Избирательная кампания — это организованный процесс подготовки и проведения выборов, в котором участвуют кандидаты, политические партии и избиратели <br><br>

Выборы — это процедура, в ходе которой граждане голосуют за кандидатов или решения, чтобы определить, кто будет занимать определенные должности или принимать решения <br><br>

Электорат — это совокупность граждан, имеющих право голоса на выборах В России право голоса имеют все граждане, достигшие 18 лет <br><br>
Принципы выборов в РФ
<ul>
<li>Всеобщее избирательное право: Право голоса имеют все совершеннолетние граждане</li>
<li>Равное избирательное право: Каждый голос имеет одинаковую ценность</li>
<li>Прямое голосование: Избиратели голосуют непосредственно за кандидатов</li>
<li>Тайное голосование: Для обеспечения свободы выбора</li>
</ul>
Этапы избирательной кампании в РФ
<ul>
<li>Подготовка: Регистрация кандидатов и партий</li>
<li>Агитация: Привлечение избирателей через различные формы агитации</li>
<li>Голосование: Процесс голосования на избирательных участках</li>
<li>Подсчет голосов: Официальный подсчет и объявление результатов</li>
</ul>

Абсентеизм — это явление, при котором избиратели не участвуют в выборах, что может быть связано с апатией, недоверием к системе или другими факторами <br><br>

Избирательный округ — это территория, на которой проводятся выборы, и где определенное количество избирателей выбирает своих представителей <br><br>

Избирательное право — это система норм и правил, регулирующих порядок проведения выборов и права граждан на участие в них

						`
			},
			{
				subtheme: `12. Политический процесс`,
				content: `
						Политический процесс — это совокупность действий и взаимодействий различных субъектов, направленных на принятие и реализацию политических решений <br><br>

Политическое явление — это событие или ситуация, имеющая значение для политической жизни общества, например, выборы, протесты или изменения в законодательстве <br><br>

Субъектами политического процесса являются:
<ul>
<li>Государственные органы: исполнительная, законодательная и судебная власти</li>
<li>Политические партии: организации, представляющие интересы граждан</li>
<li>Общественные движения: группы, выступающие за определенные социальные изменения</li>
<li>Индивидуальные акторы: граждане и лидеры мнений</li>
</ul>

Объектами политического процесса могут быть:
<ul>
<li>Политические решения и законы</li>
<li>Политические идеи и идеологии</li>
<li>Социальные группы и интересы</li>
</ul>

Участниками являются:
<ul>
<li>Политические партии и их члены</li>
<li>Граждане, участвующие в выборах и акциях</li>
<li>СМИ, влияющие на общественное мнение</li>
</ul>
Виды политических процессов
<ul>
<li>Выборные процессы: выборы и референдумы</li>
<li>Законодательные процессы: разработка и принятие законов</li>
<li>Административные процессы: исполнение законов и управление</li>
</ul>
Стадии политического процесса
<ul>
<li>Формирование повестки дня: определение ключевых вопросов</li>
<li>Принятие решений: обсуждение и голосование</li>
<li>Реализация решений: внедрение принятых мер</li>
<li>Оценка результатов: анализ последствий и эффективности</li>
</ul>
Особенности политического процесса в РФ
<ul>
<li>Преобладание одной партии (Единая Россия) в парламенте</li>
<li>Ограниченная конкуренция между партиями</li>
<li>Высокий уровень централизации власти</li>
</ul>
Политический процесс в России характеризуется сочетанием демократических элементов с авторитарными практиками, что влияет на его динамику и результаты
						`
			},
			{
				subtheme: `13. Политическое участие`,
				content: `
						Политическое участие — это действия граждан, направленные на влияние на государственные решения и политику. Оно может проявляться в различных формах, включая выборы, митинги и обращения к власти <br><br>
Причины политического участия
<ul>
<li>Личностные качества: Интерес и готовность влиять на политику</li>
<li>Политический режим: В демократических странах возможности участия шире</li>
<li>Социально-экономические факторы: Уровень развития общества и доступ к информации</li>
<li>Политические традиции: Нормы поведения в обществе</li>
</ul>
Виды политического участия
<ul>
<li>Прямое участие: Участие в референдумах и собраниях</li>
<li>Опосредованное участие: Выборы представителей</li>
<li>Профессиональное участие: Деятельность профессиональных политиков</li>
<li>Случайное участие: Эпизодические действия, такие как голосование</li>
</ul>
Референдум — это форма прямого участия граждан в принятии решений по важным вопросам, где избиратели голосуют за или против предложений <br><br>
Виды избирательных систем
<ul>
<li>Мажоритарная система: Побеждает кандидат с большинством голосов</li>
<li>Пропорциональная система: Места распределяются пропорционально голосам партий</li>
<li>Смешанная система: Комбинирует элементы мажоритарной и пропорциональной систем</li>
</ul>
						`
			},
			{
				subtheme: `14. Политическое лидерство`,
				content: `
						Политическое лидерство — это процесс влияния авторитетных личностей на общество. Политический лидер принимает важные решения и обладает личным влиянием <br><br>
Политический лидер - это член политической организации, способный оказывать влияние и принимать решения. Ключевые качества включают интеллект, харизму и ответственность <br><br>

Стили лидерства можно классифицировать по типу господства (традиционное, рационально-легальное, харизматическое) и целям (революционное, реформаторское, консервативное) <br><br>

Качества политического лидера
<ul>
<li>Интеллек</li>
<li>Умение организовывать людей</li>
<li>Популярность</li>
<li>Четкая политическяй программа</li>
</ul>
Основные функции лидера:
<ul>
<li>Ориентационная: определяет курс</li>
<li>Мобилизационная: стимулирует действия</li>
<li>Интегративная: объединяет интересы</li>
<li>Коммуникативная: взаимодействует с населением</li>
</ul>
Виды политических лидерств
<ul>
<li>правящими</li>
<li>оппозиционными </li>
<li>революционерами</li>
<li>реформаторами</li>
</ul>
Имидж — неповторимый образ человека, его характерные особенности. Имидж формируется через СМИ и пропаганду, включая невербальные средства общения для создания доверия
						`
			},
			{
				subtheme: `15. Органы гос. власти РФ`,
				content: `
						Государственный орган — это часть государственного аппарата, выполняющая определенные функции. В России выделяются три ветви власти: законодательная, исполнительная и судебная
<ul>
<li>Законодательная власть: представлена Федеральным Собранием, состоящим из Государственной Думы и Совета Федерации, и отвечает за принятие законов</li>
<li>Исполнительная власть: осуществляется Правительством РФ, которое управляет исполнением законов и текущими делами государства</li>
<li>Судебная власть: представлена судами, включая Верховный Суд и Конституционный Суд, обеспечивающими правосудие и защиту прав граждан</li>
</ul>
Взаимодействие ветвей власти: Ветви власти работают в системе сдержек и противовесов для предотвращения концентрации власти <br><br>
Президент РФ является главой государства, наделенным значительными полномочиями, включая назначение премьер-министра (не относится ни к одной из ветвей власти) <br><br>
Инаугурация — это церемония вступления президента в должность, символизирующая передачу власти и ответственность перед народом <br><br>
						`
			},
			{
				subtheme: `16. Федеральное устройство РФ`,
				content: `
						Субъекты Российской Федерации — это территориальные единицы, из которых состоит Российская Федерация. В соответствии с Конституцией РФ, в стране насчитывается 89 субъектов, включая республики, края, области, города федерального значения и автономные округа <br><br>
Принципы федеративного устройства РФ
<ul>
<li>Равноправие субъектов: Все субъекты имеют равные права и возможности</li>
<li>Разграничение полномочий: Четкое разделение полномочий между федеральными и региональными органами власти</li>
<li>Самоуправление: Субъекты имеют право на собственное управление в рамках своих полномочий</li>
</ul>
Особенности федеративного устройства РФ
<ul>
<li>Многоуровневая структура: Включает федеральные и региональные органы власти</li>
<li>Разнообразие форм правления: Субъекты могут иметь различные формы правления (например, республики с президентами или области с губернаторами)</li>
<li>Совместное ведение: Некоторые вопросы находятся в совместном ведении Федерации и субъектов</li>
</ul>

К числу субъектов Российской Федерации относятся:
<ul>
<li>48 Областей (например, Московская область, Новосибирская область)</li>
<li>24 Республики (например, Татарстан, Чечня)</li>
<li>9 Краёв (например, Пермский край, Приморский край)</li>
<li>4 Автономных округа (например, Ханты-Мансийский автономный округ)</li>
<li>3 Города федерального значения (Москва, Санкт-Петербург)</li>
<li>1 Автономная область (Еврейская)</li>
</ul>

Определения субъектов РФ
<ul>
<li>Область - Административно-территориальная единица, не имеющая особого статуса, аналогичная краю, с собственными органами власти</li>
<li>Республика - субъект Федерации с высокой степенью автономии, имеющий свою конституцию и официальные языки</li>
<li>Край - административно-территориальная единица, аналогичная области, но часто с более сложным административным делением </li>
<li>Автономный округ - субъект Федерации с ограниченной автономией, который может входить в состав другого региона </li>
<li>Город федерального значения - город, имеющий статус субъекта Федерации и подчиняющийся напрямую федеральным властям</li>
<li>Автономная область - субъект Федерации с ограниченной автономией и собственными органами власти</li>
</ul>
						`
			},

		]
	},
	{
		theme: 'Право',
		cards: [

			{
				subtheme: `1. Характеристика права`,
				content: `
				Право — это система общеобязательных, формально определённых юридических норм, выражающих волю общества и регулирующих общественные отношения, устанавливаемых и обеспечиваемых государством <br><br>
Признаки права
<ul>
<li>Системность: Право представляет собой структурированную совокупность норм</li>
<li>Формальная определённость: Нормы права закреплены в официальных документах</li>
<li>Общеобязательность: Правила обязательны для всех, нарушение влечёт юридическую ответственность35</li>

</ul>Функции права
<ul>
<li>Регулятивная: Устанавливает правила поведения и координирует общественные отношения</li>
<li>Охранительная: Защищает права и свободы граждан</li>
<li>Воспитательная: Формирует правосознание и поведение граждан в соответствии с нормами25</li>

</ul>Взаимодействие с другими социальными нормами
<ul>
<li>Право взаимодействует с моралью, религией и обычаями, выступая как основной регулятор общественных отношений. Оно не тождественно закону, но закон является одной из форм выражения права</li>

</ul>Источники права
<ul>
<li>Нормативные правовые акты: Законы, подзаконные акты</li>
<li>Судебные прецеденты: Решения судов, которые становятся образцом для будущих дел</li>
<li>Правовые обычаи: Устойчивые правила поведения, признанные обществом</li>
</ul>
				
				`
			},
			{
				subtheme: `2. Правовые нормы`,
				content: `
				Правовые нормы  - представляют собой основополагающие элементы системы права, регулирующие общественные отношения. Они обладают определёнными признаками, структурой и классификацией. <br><br>
Признаки правовых норм
<ul>
<li>Общеобязательность: Нормы обязательны для всех, к кому они обращены.</li>
<li>Формальная определённость: Закреплены в официальных документах, таких как законы и нормативные акты.</li>
<li>Неконкретность адресата: Правила не адресованы конкретным лицам, а регулируют типичные отношения.</li>
<li>Конкретность содержания: Ясно изложенные права и обязанности.</li>
<li>Принудительность: Обеспечиваются возможностью государственного принуждения124.</li>

</ul>Структура правовой нормы
<ul>
<li>Гипотеза: Условия, при которых норма применяется (например, "если...").</li>
<li>Диспозиция: Содержит само правило поведения (например, "то...").</li>
<li>Санкция: Последствия за нарушение нормы (например, "иначе...")</li>

</ul>Виды правовых норм
<ul>
<li>По функциональной роли: исходные нормы (основы правового регулирования); нормы-правила поведения (конкретизируют права и обязанности)</li>
<li>По характеру предписаний: императивные (обязательные) и диспозитивные (предоставляющие выбор); </li>
<li>По отраслям права: гражданские, уголовные, административные и другие</li>
</ul>
				
				`
			},
			{
				subtheme: `3. Система росиийского права`,
				content: `
				
				Система права - включает в себя несколько структурных элементов: нормы права, институты права и отрасли права <br><br>
Элементы системы права
<ul>
<li>Норма права: Основной элемент, представляющий собой формально определённое правило поведения, установленное государством и обеспеченное его защитой.</li>
<li>Институт права: Группа взаимосвязанных норм, регулирующих однородные общественные отношения (например, институт ответственности).</li>
<li>Отрасль права: Более крупная категория, объединяющая несколько институтов и регулирующая определённый род общественных отношений (например, уголовное или гражданское право).</li>

</ul>Виды отраслей права
<ul>
<li>Материальные: Регулируют сами общественные отношения (семейное, трудовое, уголовное).</li>
<li>Процессуальные: Определяют порядок применения норм и рассмотрения дел (уголовно-процессуальное, гражданское процессуальное).</li>

</ul>Основные отрасли российского права
<ul>
<li>Конституционное право: Регулирует основы государственного устройства и права человека.</li>
<li>Гражданское право: Охватывает имущественные и личные неимущественные отношения.</li>
<li>Уголовное право: Определяет преступления и наказания.</li>
<li>Административное право: Регулирует отношения в сфере государственного управления.</li>
</ul>
				`
			},
			{
				subtheme: `4. Законодательный процесс в РФ`,
				content: `
				Законодательный процесс — это упорядоченный процесс принятия законов, состоящий из последовательных этапов, начиная от разработки законопроекта и заканчивая его вступлением в силу <br><br>
В России законодательный процесс осуществляется Федеральным Собранием и включает в себя три чтения законопроекта в Государственной Думе и последующее рассмотрение Советом Федерации <br><br>
Этапы законодательного процесса
<ul>
<li>Законодательная инициатива: Начальный этап, на котором разрабатывается идея закона и подготавливается текст законопроекта. Инициаторами могут быть депутаты, правительство, президент или другие органы.</li>
<li>Обсуждение: Законопроект рассматривается в парламенте, проходит через комитеты и обсуждается на пленарных заседаниях.</li>
<li>Принятие: После обсуждения законопроект голосуется. Если он одобрен, передаётся в другую палату (если такая имеется) или подписывается главой государства.</li>
<li>Промульгация: Официальное опубликование закона, после чего он вступает в силу.</li>

</ul>Законодательная инициатива — это право субъектов (например, депутатов, правительства) вносить законопроекты на рассмотрение парламента. Этот этап критически важен для начала законодательного процесса и может включать как подготовку текста закона, так и обоснование его необходимости. <br><br>

				
				`
			},

			{
				subtheme: `5. Юридическая ответственность`,
				content: `
				Юридическая ответственность — это мера государственного принуждения, применяемая к правонарушителю за совершение противоправного деяния. Она имеет несколько ключевых черт, функций и принципов. <br><br>
Черты юридической ответственности
<ul>
<li>Государственный характер: Налагается от имени государства.</li>
<li>Принудительность: Предполагает применение мер государственного принуждения.</li>
<li>Наступает за правонарушения: Возникает в результате совершения противоправного деяния.</li>
<li>Определённая мера: Выражается в санкциях, установленных законом12.</li>

</ul>Государственное принуждение — это использование властных полномочий государства для обеспечения соблюдения норм права и привлечения к ответственности за их нарушение. <br><br>
Виды государственного принуждения
<ul>
<li>Уголовное: Применяется в случае уголовных преступлений (например, лишение свободы).</li>
<li>Административное: Включает штрафы и другие меры за административные правонарушения.</li>
<li>Гражданское: Охватывает обязательства по возмещению ущерба или исполнению условий договоров25.</li>

</ul>Функции юридической ответственности
<ul>
<li>Карательная: Наказание правонарушителя.</li>
<li>Воспитательная: Формирование правосознания у правонарушителя.</li>
<li>Предупредительная: Превенция новых правонарушений.</li>
<li>Компенсационная: Восстановление нарушенных прав потерпевших14.</li>

</ul>Принципы юридической ответственности
<ul>
<li>Законность: Ответственность применяется строго в соответствии с законом.</li>
<li>Справедливость: Наказание должно соответствовать характеру правонарушения.</li>
<li>Неотвратимость: Ответственность должна наступать за каждое правонарушение.</li>
<li>Индивидуализация наказания: Учитываются обстоятельства конкретного дела24.</li>

</ul>Виды юридической ответственности
<ul>
<li>Уголовная: За преступления, связанные с угрозой общественной безопасности.</li>
<li>Гражданская: За нарушения обязательств в гражданских правоотношениях.</li>
<li>Административная: За правонарушения, угрожающие общественному порядку35.</li>

</ul>Юридическая ответственность может быть исключена в случаях:
<ul>
<li>Наличия обстоятельств, исключающих виновность (например, крайняя необходимость).</li>
<li>Отсутствия состава правонарушения.</li>

</ul>Вина — это психическое отношение лица к своему деянию, выражающееся в умысле или неосторожности. <br><br>
Обстоятельства, влияющие на вину, могут включать:
<ul>
<li>Умышленное или неосторожное поведение.</li>
<li>Личностные характеристики правонарушителя.</li>

</ul>Виды вреда
<ul>
<li>Материальный вред: Убытки, причинённые имуществу.</li>
<li>Моральный вред: Ущерб, причинённый личным интересам и достоинству.</li>

</ul>Виды правонарушений
<ul>
<li>Уголовные: Преступления против закона.</li>
<li>Административные: Нарушения общественного порядка.</li>
<li>Гражданские: Нарушения обязательств между частными лицами</li>
</ul>
				
				`
			},

			{
				subtheme: `6. Конституция РФ`,
				content: `
			Конституция Российской Федерации — это основной закон страны, принятый 12 декабря 1993 года, обладающий высшей юридической силой. Она определяет основы конституционного строя, права и свободы граждан, а также структуру государственной власти. <br><br>
Основные черты конституции
<ul>
<li>Высшая юридическая сила: Конституция является основой для всех других законов.</li>
<li>Прямое действие: Нормы Конституции применяются непосредственно.</li>
<li>Всеобъемлющий характер: Регулирует все сферы жизни общества (политическую, экономическую, социальную).</li>
<li>Учредительный характер: Закрепляет устройство государства и права граждан.</li>

</ul>Структура: конституция состоит из Преамбулы и двух разделов:
<ul>
<li>Первый раздел включает 9 глав и 141 статью, охватывающую основы политической системы, права и свободы личности, федеративное устройство.</li>
<li>Второй раздел содержит заключительные и переходные положения.</li>

</ul>Основы конституционного строя РФ
<ul>
<li>Суверенитет народа: Народ является единственным источником власти.</li>
<li>Признание прав человека: Права и свободы граждан являются высшей ценностью.</li>
<li>Федерализм: Разграничение полномочий между федеральной властью и субъектами.</li>
<li>Республиканская форма правления: Избрание органов власти на определенный срок.</li>
<li>Разделение властей: Законодательная, исполнительная и судебная власти независимы друг от друга.</li>
<li>Социальное государство: Обеспечение достойной жизни и защиты уязвимых групп населения.</li>
</ul>
				
				`
			},

			{
				subtheme: `7. Законодательство РФ о выборах`,
				content: `
			
				Классификация выборов в РФ
				<br>
1) По уровню
<ul>
<li>Федеральные выборы: Выборы президента РФ; Выборы депутатов Государственной Думы.</li>
<li>Региональные выборы: Выборы губернаторов; Выборы депутатов законодательных собраний субъектов РФ.</li>
<li>Муниципальные выборы: Выборы мэров; Выборы депутатов местных советов.</li>

</ul>2)По способу проведения
<ul>
<li>Прямые выборы: граждане голосуют за кандидатов.</li>
<li>Косвенные выборы: выборщики избирают кандидатов (например, в Совет Федерации).</li>

</ul>3)По времени проведения
<ul>
<li>Очередные: по окончании срока полномочий.</li>
<li>Досрочные: при досрочном прекращении полномочий.</li>
<li>Повторные: если предыдущие выборы признаны недействительными.</li>
<li>Дополнительные: для заполнения вакантных мест.</li>

</ul>Избирательное право в России основано на принципах:
<ul>
<li>Всеобщее и равное избирательное право: все граждане имеют право голоса.</li>
<li>Прямые и тайные выборы: гарантируют свободу выбора и конфиденциальность.</li>

</ul>Президент Российской Федерации — это глава государства, избираемый на срок шесть лет с правом переизбрания не более чем на два срока подряд. <br><br>
Особенности президента РФ
<ul>
<li>Высший главнокомандующий: контролирует вооруженные силы.</li>
<li>Право вето: может отклонять законы, принятые парламентом.</li>
<li>Назначение правительства: назначает премьер-министра и других членов кабинета.</li>
<li>Участие в законодательном процессе: инициирует законы и может выступать перед парламентом.</li>
</ul>
				`
			},

			{
				subtheme: `8. Гражданские права`,
				content: `
			
				Гражданское право — это отрасль права, регулирующая имущественные и неимущественные отношения, основанные на равенстве участников.  <br><br>
Субъекты гражданского права
<ul>
<li>Физические лица: граждане, иностранцы и лица без гражданства.</li>
<li>Юридические лица: организации и учреждения.</li>
<li>Государство и муниципальные образования: выступают как участники гражданских отношений.</li>


</ul>Гражданская правоспособность — это способность иметь гражданские права и обязанности. Она возникает с момента рождения и прекращается со смертью. <br><br>

Гражданская дееспособность — это способность самостоятельно осуществлять свои права и нести обязанности. Полная дееспособность наступает в 18 лет, но может быть достигнута ранее в случае эмансипации или вступления в брак. <br><br>

Гражданско-правовые сделки — это действия, направленные на установление, изменение или прекращение гражданских прав и обязанностей. Сделки могут быть как возмездными, так и безвозмездными. <br><br>

Гражданско-правовая ответственность - юридические последствия, которые возникают при нарушении норм гражданского права
<ul>
<li>Деликтная (за причинение вреда)</li>
<li>Контрактной (за неисполнение условий договора)</li>

</ul>
				`
			},

			{
				subtheme: `9. Организационно-правовые формы предпринимательской деятельности`,
				content: `
			Организационно-правовая форма — это законодательно признанная структура, определяющая использование имущества и правовое положение хозяйствующего субъекта, влияющая на управление и ответственность бизнеса. <br><br>

Контрагент — сторона, участвующая в гражданском обороте и заключающая договорные отношения (например, покупатель или продавец). Контрагенты могут быть физическими или юридическими лицами. <br><br>
Коммерческие формы
<ul>
<li>Общество с ограниченной ответственностью (ООО): распространенная форма для малого и среднего бизнеса с ограниченной ответственностью участников.</li>
<li>Закрытое акционерное общество (ЗАО): акции не подлежат свободной продаже.</li>
<li>Открытое акционерное общество (ОАО): акции свободно обращаются на рынке.</li>

</ul>Некоммерческие формы - создаются для социальных и культурных целей
<ul>
<li>Благотворительные фонды.</li>
<li>Общественные организации.</li>
<li>Товарищества.</li>

</ul>Неюридические организационно-правовые формы
<ul>
<li>Индивидуальные предприниматели (ИП): физические лица, осуществляющие бизнес без образования юридического лица.</li>
<li>Группы лиц, действующие без регистрации.</li>

</ul>Государственное регулирование - включает законодательные акты, устанавливающие правила ведения бизнеса, защиту прав потребителей и контроль за соблюдением законодательства.
				
				`
			},

			{
				subtheme: `10. Имущественные и неимущественные права`,
				content: `
			Личные неимущественные права — это права, связанные с личностью гражданина и неотчуждаемые, такие как право на жизнь, честь, достоинство и личную неприкосновенность. <br><br>
Имущественные права — это права, касающиеся владения, пользования и распоряжения имуществом, включая право собственности и другие вещные права. <br><br>
Интеллектуальная собственность — это права на результаты интеллектуальной деятельности, такие как авторские права, патенты и товарные знаки. <br><br>

Виды собственности в РФ
<ul>
<li>Государственная собственность</li>
<li>Муниципальная собственность</li>
<li>Частная собственность</li>
<li>Коллективная собственность</li>
</ul>
				
				`
			},
			{
				subtheme: `11. Право на труд`,
				content: `
			
				Трудовое право — это отрасль права, регулирующая отношения между работниками и работодателями, включая условия труда, права и обязанности сторон. <br><br>
Трудовые отношения — это связи между работником и работодателем, возникающие в процессе выполнения трудовых функций. <br><br>
Работник — это физическое лицо, которое выполняет трудовые функции по договору с работодателем и получает за это вознаграждение. <br><br>
Работодатель — это юридическое или физическое лицо, которое нанимает работников для выполнения определенных трудовых функций. <br><br>
Черты трудового права
<ul>
<li>Регулирует отношения между работниками и работодателями.</li>
<li>Обеспечивает защиту прав работников.</li>
<li>Устанавливает нормы по охране труда.</li>
<li>Определяет условия труда и заработной платы.</li>

</ul>Трудовой договор — это соглашение между работником и работодателем, в котором определяются условия труда, права и обязанности сторон. <br><br>
Признаки трудовых отношений
<ul>
<li>Наличие трудового договора.</li>
<li>Выполнение работником трудовых функций.</li>
<li>Подчинение работника внутреннему распорядку работодателя.</li>
<li>Получение заработной платы за выполненную работу.</li>

</ul>Права и обязанности работника и работодателя
<ul>
<li>Работник имеет право на безопасные условия труда и своевременную оплату.</li>
<li>Работник обязан выполнять трудовые функции и соблюдать внутренний распорядок.</li>
<li>Работодатель обязан обеспечивать условия труда и выплачивать заработную плату.</li>
<li>Работодатель имеет право контролировать выполнение трудовых обязанностей работником.</li>

</ul>Рабочее время — это время, в течение которого работник выполняет свои трудовые функции по договору с работодателем.
				`
			},
			{
				subtheme: `12. Правовое регулирование отношений супругов`,
				content: `
			Семейное право — это отрасль права, регулирующая личные и имущественные отношения между членами семьи, включая брак, родительство и алименты. <br><br>
Принципы семейного права:
<ul>
<li>Защита прав и интересов членов семьи.</li>
<li>Согласие супругов как основа брака.</li>
<li>Равенство прав супругов.</li>
<li>Ответственность за воспитание детей.</li>

</ul>Источники семейного права:
<ul>
<li>Конституция Российской Федерации.</li>
<li>Семейный кодекс РФ.</li>
<li>Федеральные законы и подзаконные акты.</li>
<li>Нормативные акты местных органов власти.</li>

</ul>Права и обязанности супругов:
<ul>
<li>Право на совместное имущество.</li>
<li>Обязанность по взаимной поддержке и заботе.</li>
<li>Право на участие в воспитании детей.</li>
<li>Обязанность по содержанию семьи.</li>

</ul>Брачный договор — это соглашение между супругами, регулирующее их имущественные права и обязанности в браке и после его расторжения. <br><br>
Права членов семьи:
<ul>
<li>Право на защиту своих интересов.</li>
<li>Право на жилье и материальную поддержку.</li>
<li>Право на участие в воспитании детей.</li>
<li>Право на получение информации о состоянии семьи и ее членах.</li>
</ul>
				
				`
			},
			{
				subtheme: `13. Административные права`,
				content: `
			Административное право — это отрасль права, регулирующая общественные отношения в сфере управления, а также устанавливающая нормы и процедуры для обеспечения порядка в обществе. <br><br>
Административная ответственность — это юридическая ответственность, наступающая за совершение административных правонарушений и выражающаяся в применении административных наказаний. <br><br>
Административное правонарушение — это противоправное, виновное действие (или бездействие), за которое законодательством предусмотрена административная ответственность. <br><br>
Административное наказание — это мера воздействия, применяемая к лицу, совершившему административное правонарушение, и может включать штрафы, предупреждения, конфискацию и другие меры. <br><br>
Порядок рассмотрения административных правонарушений включает:
<ul>
<li>Подготовка материалов о правонарушении.</li>
<li>Проведение проверки и сбор доказательств.</li>
<li>Рассмотрение дела уполномоченным органом или должностным лицом.</li>
<li>Принятие решения о привлечении к ответственности или прекращении дела.</li>
</ul>
				
				`
			},
			{
				subtheme: `14. Право на благоприятную окружающую среду`,
				content: `
			Экологическое право — это отрасль права, регулирующая отношения в сфере охраны окружающей среды, использования природных ресурсов и обеспечения экологической безопасности. <br><br>
Источники экологических прав:
<ul>
<li>Конституция Российской Федерации.</li>
<li>Федеральные законы (например, Закон об охране окружающей среды).</li>
<li>Подзаконные акты и нормативные документы.</li>
<li>Международные соглашения и конвенции.</li>

</ul>Международные организации охраны природы:
<ul>
<li>Всемирная организация здравоохранения (ВОЗ).</li>
<li>Программа ООН по окружающей среде (ЮНЕП).</li>
<li>Международный союз охраны природы (МСОП).</li>

</ul>Объекты охраны природы:
<ul>
<li>Воздушная среда.</li>
<li>Водные ресурсы.</li>
<li>Земельные ресурсы.</li>
<li>Животный и растительный мир.</li>

</ul>Экологические права и обязанности:
<ul>
<li>Право на благоприятную окружающую среду.</li>
<li>Обязанность соблюдать экологические нормы.</li>
<li>Право на доступ к экологической информации.</li>
<li>Обязанность участвовать в охране окружающей среды.</li>

</ul>Экологическое правонарушение — это противоправное действие или бездействие, нарушающее экологические нормы и правила, за которое предусмотрена ответственность. <br><br>
Природоохранные нормы — это правила и требования, направленные на защиту окружающей среды и рациональное использование природных ресурсов. <br><br>
				
				`
			},
			{
				subtheme: `15. Международное право`,
				content: `
			Международное право — это система норм и принципов, регулирующих отношения между государствами и другими субъектами международных отношений. <br><br>
Международное гуманитарное право — это отрасль международного права, регулирующая защиту лиц, не участвующих в вооруженных конфликтах, и ограничивающая средства и методы ведения войны. <br><br>
Функции международного гуманитарного права:
<ul>
<li>Защита жертв вооруженных конфликтов.</li>
<li>Установление правил ведения боевых действий.</li>
<li>Обеспечение гуманитарной помощи.</li>

</ul>Основные положения и принципы:
<ul>
<li>Принцип гуманности.</li>
<li>Принцип пропорциональности.</li>
<li>Принцип различия между военными и гражданскими объектами.</li>

</ul>Важнейшие источники международного права:
<ul>
<li>Международные договоры.</li>
<li>Обычное международное право.</li>
<li>Судебные решения и доктрины.</li>

</ul>Какие мировые суды контролируют соблюдение прав человека:
<ul>
<li>Европейский суд по правам человека (ЕСПЧ).</li>
<li>Межамериканский суд по правам человека.</li>
<li>Африканский суд по правам человека и народов.</li>

</ul>Международное право во время военных конфликтов — это набор норм, регулирующих поведение государств и несостоявшихся сторон в ходе вооруженных конфликтов, включая защиту гражданского населения и соблюдение прав военнопленных. <br><br>
				
				`
			},

			{
				subtheme: `16. Споры`,
				content: `
			Правосудие — это деятельность судебных органов, направленная на разрешение споров и защиту прав и законных интересов граждан и организаций. <br><br>
Спор — это конфликт интересов между двумя или более сторонами, который требует разрешения в судебном порядке. <br><br>
Виды спора:
<ul>
<li>Гражданские споры.</li>
<li>Административные споры.</li>
<li>Уголовные споры.</li>

</ul>Исковое производство — это процессуальная форма рассмотрения дел в суде, основанная на подаче иска одной стороны к другой. <br><br>
Исковое заявление — это документ, подаваемый истцом в суд для начала искового производства. <br><br>
Истец — это лицо, которое подает исковое заявление в суд с требованием защитить свои права или законные интересы. <br><br>
Ответчик — это лицо, к которому предъявлен иск и которое обязано защищать свои интересы в суде. <br><br>
Иск — это требование истца к ответчику, выраженное в исковом заявлении. <br><br>
Основание иска:
<ul>
<li>Фактические обстоятельства, на которых основано требование.</li>
<li>Нормы права, на которые ссылается истец.</li>

</ul>Активное основание иска — это обстоятельства, подтверждающие право истца на предъявление иска. <br><br>
Пассивное основание иска — это обстоятельства, подтверждающие обязательства ответчика перед истцом. <br><br>
Предмет иска — это конкретное требование истца, которое он предъявляет ответчику. <br><br>
Содержание иска — это информация, содержащаяся в исковом заявлении, включая требования истца и основания для них. <br><br>
Доказательства — это фактические данные, представляемые сторонами для подтверждения своих требований или возражений в суде. <br><br>

Этапы судебного производства
<ul>
<li>Подготовка дела к судебному разбирательству: включает подачу искового заявления, его регистрацию и назначение судебного заседания.</li>
<li>Судебное разбирательство: процесс, в ходе которого стороны представляют свои доводы и доказательства перед судом.</li>
<li>Судебные прения: заключительная стадия, где стороны излагают свои позиции и аргументы, после чего суд принимает решение.</li>

</ul>Судебная повестка — это официальный документ, уведомляющий стороны о времени и месте судебного заседания, а также о процессе, который будет рассматриваться. <br><br>
Судебное разбирательство — это процесс рассмотрения дела в суде, включающий представление доказательств, допрос свидетелей и аргументацию сторон. <br><br>
Судебные прения — это этап судебного разбирательства, на котором стороны подводят итоги своих аргументов и просят суд принять решение по делу. <br><br>
				
				`
			},
			{
				subtheme: `17. Гражданский процесс`,
				content: `
			
				Гражданский процесс (гражданское процессуальное право) — это совокупность норм, регулирующих порядок рассмотрения гражданских дел в судах. <br><br>
Принципы гражданского процесса:
<ul>
<li>Принцип законности — все действия суда и сторон должны соответствовать закону.</li>
<li>Принцип равенства сторон — все участники процесса имеют равные права и возможности.</li>
<li>Принцип состязательности — стороны представляют свои доводы и доказательства, а суд обеспечивает их рассмотрение.</li>
<li>Принцип гласности — судебные заседания проводятся открыто, если иное не предусмотрено законом.</li>

</ul>Правила гражданского процесса:
<ul>
<li>Порядок подачи искового заявления и других процессуальных документов.</li>
<li>Условия и порядок проведения судебных заседаний.</li>
<li>Порядок представления доказательств и допроса свидетелей.</li>
<li>Правила вынесения судебных актов и их обжалования.</li>
</ul>
				`
			},
			{
				subtheme: `18. Уголовный кодекс`,
				content: `
			
				Уголовное право — это отрасль права, регулирующая отношения, связанные с преступлениями и наказаниями за них. <br><br>
Уголовный процесс — это совокупность действий, осуществляемых органами власти для расследования преступлений и рассмотрения уголовных дел в суде. <br><br>
Виды преступлений:
<ul>
<li>Преступления против личности.</li>
<li>Преступления против собственности.</li>
<li>Преступления против общественного порядка.</li>
<li>Преступления против государственной власти.</li>

</ul>Участники уголовного процесса:
<ul>
<li>Обвиняемый.</li>
<li>Защитник.</li>
<li>Прокурор.</li>
<li>Судья.</li>
<li>Свидетели и эксперты.</li>

</ul>Поводы для возбуждения уголовного дела:
<ul>
<li>Заявление потерпевшего.</li>
<li>Сообщение о преступлении от третьих лиц.</li>
<li>Обнаружение признаков преступления органами власти.</li>

</ul>Состав преступления — это система объективных и субъективных элементов (признаков) деяния, предусмотренных уголовным законом, которые определяют общественно опасное деяние как преступление. 
<ul>
<li>Объект преступления — охраняемые уголовным законом общественные отношения, на которые направлено преступное посягательство.</li>
<li>Объективная сторона преступления — внешние проявления преступления, включая деяние (действие или бездействие), последствия и причинную связь между ними.</li>
<li>Субъект преступления — физическое лицо, достигшее возраста уголовной ответственности и совершившее общественно опасное деяние.</li>
<li>Субъективная сторона преступления — психическое отношение лица к своему деянию, включая умысел или неосторожность.</li>

</ul>Этапы уголовного процесса:
<ul>
<li>Возбуждение уголовного дела.</li>
<li>Предварительное расследование.</li>
<li>Судебное разбирательство.</li>
<li>Апелляционное обжалование.</li>

</ul>Признаки уголовной ответственности:
<ul>
<li>Противоправность деяния.</li>
<li>Виновность лица (умысел или неосторожность).</li>
<li>Наказуемость деяния по закону.</li>

</ul>Меры уголовного наказания:
<ul>
<li>Штраф.</li>
<li>Лишение свободы.</li>
<li>Исправительные работы.</li>
<li>Ограничение свободы.</li>

</ul>Виды наказания в РФ:
<ul>
<li>Основные наказания (например, лишение свободы, штраф).</li>
<li>Дополнительные наказания (например, лишение права занимать определенные должности).</li>
</ul>
				`
			},
			{
				subtheme: `19. Гражданство РФ`,
				content: `
			Гражданство — это правовая связь между индивидуумом и государством, определяющая права и обязанности граждан. <br><br>
Приобретение гражданства:
<ul>
<li>По рождению (гражданство родителей).</li>
<li>В результате натурализации (по заявлению).</li>
<li>По праву крови (если один из родителей является гражданином).</li>
<li>В результате восстановления гражданства.</li>

</ul>Смена гражданства:
<ul>
<li>Добровольная смена гражданства (например, при натурализации в другом государстве).</li>
<li>Принудительная смена гражданства (например, в результате политических решений).</li>
</ul>
Права — это законодательно установленные возможности и привилегии, позволяющие индивиду или группе действовать определенным образом или требовать от других действий.<br><br>
Свободы — это условия, при которых индивид может действовать по своему усмотрению без внешнего принуждения, в рамках закона и с учетом прав других.<br><br>

Права и свободы граждан:
<ul>
<li>Право на жизнь и здоровье.</li>
<li>Право на свободу слова и выражения мнений.</li>
<li>Право на участие в выборах.</li>
<li>Право на защиту своих прав и законных интересов.</li>

</ul>Виды гарантий, прав и свобод:
<ul>
<li>Конституционные гарантии.</li>
<li>Законодательные гарантии.</li>
<li>Судебные гарантии.</li>
<li>Международные гарантии прав человека.</li>
</ul>
				
				`
			},
			{
				subtheme: `20. Воинская обязанность`,
				content: `
			
				Воинская обязанность — это обязанность граждан защищать свою страну, включая прохождение военной службы. <br><br>

Освобождение и отсрочка от призыва:
<ul>
<li>Освобождение по состоянию здоровья.</li>
<li>Освобождение по семейным обстоятельствам.</li>
<li>Отсрочка для продолжения образования.</li>
<li>Отсрочка для выполнения профессиональной деятельности.</li>


</ul>Основания несения военной службы
<ul>
<li>Призыв на военную службу.</li>
<li>Добровольное поступление на военную службу.</li>
<li>Прохождение альтернативной службы.</li>


</ul>Этапы несения военной службы
<ul>
<li>Призыв и отправка в войска.</li>
<li>Прохождение обучения.</li>
<li>Исполнение служебных обязанностей.</li>
<li>Демобилизация.</li>


</ul>Мобилизация — это процесс подготовки и привлечения граждан к военной службе в условиях угрозы или войны. <br><br>

Альтернативная служба — это форма службы, выполняемая гражданами вместо военной, направленная на выполнение общественно полезной работы. <br><br>
				`
			},
			{
				subtheme: `21. Права и обязанности налогоплательщика`,
				content: `
			Налоги — это обязательные платежи, взимаемые государством с физических и юридических лиц для финансирования государственных нужд. <br><br>
Физические и юридические лица:
<ul>
<li>Физические лица — это граждане, обладающие правами и обязанностями.</li>
<li>Юридические лица — это организации, имеющие свои права и обязанности, зарегистрированные в установленном порядке.</li>

</ul>Виды прав:
<ul>
<li>Личные права (например, право на жизнь).</li>
<li>Имущественные права (например, право собственности).</li>
<li>Социальные права (например, право на образование).</li>

</ul>Виды обязанностей:
<ul>
<li>Правовые обязанности (например, уплата налогов).</li>
<li>Моральные обязанности (например, забота о семье).</li>
<li>Социальные обязанности (например, участие в выборах).</li>

</ul>Обход налогов — это действия налогоплательщиков, направленные на уменьшение налоговых обязательств с использованием законных лазеек. <br><br>
Способы уклонения:
<ul>
<li>Неправомерное занижение доходов.</li>
<li>Скрытие объектов налогообложения.</li>
<li>Использование подставных лиц или компаний.</li>

</ul>Классификация налогоплательщиков:
<ul>
<li>Физические лица (граждане).</li>
<li>Юридические лица (компании и организации).</li>
<li>Иностранные налогоплательщики.</li>
</ul>
				
				`
			},
			{
				subtheme: `22. Правоохранительные органы`,
				content: `
			Правоохранительные органы — это государственные учреждения, осуществляющие защиту прав и свобод граждан, борьбу с преступностью и обеспечение правопорядка. <br><br>
Функции правоохранительных органов:
<ul>
<li>Пресечение и расследование преступлений.</li>
<li>Охрана общественного порядка.</li>
<li>Защита прав и законных интересов граждан.</li>
<li>Профилактика правонарушений.</li>

</ul>Основные правоохранительные органы РФ и их краткие определения:
<ul>
<li>Министерство внутренних дел (МВД) — отвечает за общественный порядок, борьбу с преступностью и миграционный контроль.</li>
<li>Федеральная служба безопасности (ФСБ) — занимается контрразведкой, борьбой с терроризмом и охраной государственной безопасности.</li>
<li>Следственный комитет Российской Федерации (СКР) — осуществляет расследование уголовных дел и надзор за предварительным следствием.</li>
<li>Прокуратура Российской Федерации — контролирует соблюдение законности, осуществляет надзор за уголовным преследованием.</li>

</ul>Правоохранительная деятельность — это комплекс мероприятий, осуществляемых правоохранительными органами для защиты прав и законных интересов граждан, а также поддержания правопорядка. <br><br>
Виды правоохранительной деятельности:
<ul>
<li>Уголовная деятельность (расследование преступлений).</li>
<li>Административная деятельность (пресечение административных правонарушений).</li>
<li>Судебная деятельность (участие в судебных разбирательствах).</li>
<li>Профилактическая деятельность (профилактика преступлений).</li>

</ul>Адвокатура — это система юридических специалистов, оказывающих помощь гражданам в защите их прав и законных интересов. <br><br>
Нотариат — это система нотариусов, обеспечивающих удостоверение сделок и документов, а также защиту прав граждан через нотариальные действия. 
				`
			},
		]


	}

];

export { socialStudies };