const socialStudies = [
	{
		theme: 'Человек и общество',
		cards: [
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>1. Природное и общественное в человеке</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Человек - субъект общественно-исторической деятельности и культуры, биосоциальное существо, обладающее сознанием, членораздельной речью, нравственными качествами и способностью изготовлять орудия труда<br><br>Антропосоциогенез - параллельное становление человека и общества, в результате которого произошло выделение человека над остальными живыми организмами<br><br>Стадии становления личности<br><ul><li>Индивид - единичный представитель человеческого рода, конкретный носитель всех социальных и психологических черт человечества: разума, воли, потребностей, интересов</li><li>Индивидуальность - неповторимое своеобразие проявлений человека, подчёркивающее особенности его характера и психического склада, которое отличает одного индивида от другого</li><li>Личность - субъект сознательной деятельности, обладающий социально значимыми качествами, характеризующими его в обществе</li></ul>Качества личности - отличительный набор черт, присущих человеку, выражающий своеобразие состояний, сторон характера и поведенческих моделей в социуме<br></div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>2. Мировоззрение</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Мировоззрение - устойчивая система ценностей, норм поведения и жизненных установок, которой руководствуется человек при определении окружающего мира и своего места в нём<br><br>Виды мировоззрений<br><ul><li>обыденное - основано на личном опыте</li><li>религиозное - основано на религиозных учениях</li><li>научное - основано на обобщении научной картины мира</li><li>гуманистическое - основано на нормах человеколюбия</li></ul></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>3. Знания (1)</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Знание - совокупность систематизированных результатов познавательной деятельности человека. Оно включает в себя все утверждения об окружающем мире<br><br>Познание - отражение объективной реальности в сознании человека и получение нового знания о мире<br><br>Процесс познания - взаимодействие субъекта и объекта<ul style='padding-left: 20px;'><li>Субъект - носитель познавательной активности</li><li>Объект - то, на что направлена познавательная деятельность</li></ul><br>Уровни познания<br><ul><li>Чувственное (эмпирическое) - с помощью органов чувств</li><li>Рациональное (теоретическое) - с помощью разума и мышления</li></ul><br>Формы рац. познания<ul style='padding-left: 20px;'><li>понятие - логически обобщённый образ предмета, явления или связи между ними</li><li>суждение - утвержение или отрицание свойств предмета, явления или процесса</li><li>вывод - выведение нового умозаключения на основе нескольких известных</li></ul><br>Умозаключение - рассуждение, в ходе которого из одних суждений (посылок) выводится другое, заключительное суждение (вывод)<ul><li>индуктивное - от частного к общему</li><li>дедуктивное - от общего к частному</li></ul><br></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>3. Знания (2)</div>",
				content: `<div style='text-align: left; font-size: 1rem; '><div>Качества научного знания</div><div><ul><li>Системность - знание возникает на основе неоднократно повторяющихся фактов</li><li>Структурированность - знание имеет чёткую систему, а не разбросано хаотично</li><li>Методологическая обоснованность - знание приобретается при использовании научных методов, подходящих к ситуации</li><li>Независимость от субъекта выработки - знание должно быть лишено личностных оценок</li></ul>
				<div>Методы научного знания<br><br>1) Эмпирические<br><ul style='padding-left: 20px;'><li>Наблюдение - восприятие предметов и явлений со стороны (миграция животных)</li><li>Эксперимент - изучение предметов и явлений в специальных условиях (поведение мышей в клетке с крысами)</li><li>Сравнение - сопоставление изучаемого объекта с другим для выявления общего и различного (сравнение тигра и льва)</li><li>Измерение - сопоставление изучаемого объекта с эталоном (измерения веса в килограммах)</li></ul><div>2) Теоретические</div><div><ul><li>Обобщение - выделение общих черт у изучаемых обектов (кот и мышь - млекопитающие)</li><li>Анализ - разложение предмета изучения на составляющие части и исследование каждой по отдельности (разбор слова по составу)</li><li>Синтез - соединение частей предмета изучения в одно целое (складывание пазла из деталей)</li><li>Аналогия - выявление у изучаемого объекта качеств, похожих на качества другого объекта (решение примеров по образцу)</li><li>Отвлечение (абстрагирование) - рассмотрение объекта с выделением только интересующих исследователя свойств (изучение кровообращения без учёта других систем организма)</li></ul></div></div></div></div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>4. Истина</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Истина - знание, соответствующее предмету познания, правдивое, объективное отражение действительности в сознании человека<br><br>Критерии истины - совокупность признаков, которые подтверждают истину и позволяют отличить её от заблуждения<br><ul><li>Практичность - истинные знания можно применить на практике</li><li>Логичность - истина должна соответствовать законам логики</li><li>Научность - истина не должна вступать в противоречие с ранее открытими научными законами</li><li>Фундаментальность - истина не должна вступать в противоречие с законами природы</li><li>Простота - истина выражается с помощью простых формулировок и формул</li></ul><div>Абсолютная истина - полное, исчерпывающее знание человека о чём-либо</div><div>Относительная истина - знание, которое будет пополняться с развитием науки, так как оно не до конца раскрывает суть явлений или предметов</div><div><br></div><div>Заблуждение - искажение существующей действительности, которое исследователь вносит ненамеренно, в силу недостоверности информации, которую он считает истинной</div><div>Ложь - знание, которое субъект осозанно выдаёт за истинное, хотя при этом уверен в обратном</div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>5. Мышление</div>",
				content: `<div style='text-align: left; font-size: 1rem; '>Мышление - процесс актиного отражения усвоенных знаний об окружающем мире путём преобразования их в гипотезы, теории, суждения<br><br>Формы и типы мышления
				<ul><li>Понятие - отражение общих закономерных связей в определении(личность, искусство, мораль)</li>
				<li>Суждение - утверждение или отрицание на основе мыслительной связи (луна - естественный спутник Земли)</li>
				<li>Умозаключение - выведение нового суждения на основе других (Все люди смертны. Сократ - человек. Следовательно, Сократ смертен)</li></ul>
				Типы мышления
				<ul><li>Практическое (конкретно-действенное) - решение конкртено поставленных задач (Ремонт автомобиля)
				<li>Художественное (конкретно-образное) - использование отвлечённых мыслей и обобщения (картины, рассказы, музыка)</li>
				<li>Абстрактное мышление (словесно-логическое) - поиск закономерностей природы и общества (теория относительности)</li></ul>
				Методы мышления
				<ul><li>индукция - человек движется от частного к общему, чтобы прийти к умозаключению
				<li>дедукция - человек движется от общего к частно, чтобы прийти к умозаключению</li>
				<li>анализ - человек делит целое на части, из которых оно состоит</li>
				<li>синтез - человек объединяет части в одно целое</li>
				<li>сравнение - человек сопоставляет объекты или явления по их качествам для решения одной и той же задачи</li></ul>
				Виды мышления
				<ul><li>образное - практичесое решение наглядной и конкретно поставленной задачи (первобытные люди)</li>
				<li>теоретическое - абстрактное решение теоретической задачи (современные люди)</li>
				<li>знаковое - символическое выражение результатов деятельности (наука)</li></ul></div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>6. Деятельность</div>",
				content: `<div style='text-align: left; font-size: 1rem; '>
	<p>
		Деятельность - целенаправленный процесс, ориентированный на познание и
		изменение окружающего мира человеком, а также на преобразование самого себя. Вся деятельность человека - это череда
		постоянных действий
	</p>
	<br>
	<p>
		Действие - процесс, который направлен на то, чтобы добиться желаемого
		результата
	</p>
	<br>
	<p>
		Цель - то к чему стремиться человек (поступить в вуз)
	</p>
	<ul>
		<li>Субъект - кто осуществляет</li>
		<li>Объект - на что направлена</li>
	</ul>
	<p>Стадии достижения цели</p>
	<ul>
		<li>
			Средства достижения - как будет достигаться цель и с помощью чего
			(усердно готовиться и сдать ЕГЭ)
		</li>
		<li>
			Действия - практические шаги к достижению окончательной цели деятельности
			(каждый день учиться, ходить к репетитору пару раз в неделю)
		</li>
		<li>
			Результат - конечный итог, соответствующий
			поставленной цели или отклоняющийся от неё (поступление или непоступление в вуз)
		</li>
	</ul>
	<p>
		Классификация деятельности
	</p>

	<ul>
		<li>
			Практическая: материально-производственная (преобразование человеком природы и её объектов);
			социально-преобразовательная (влияние человека на общество)
		</li>
		<li>
			Духовная: познавательная (искусство и наука); ценностно-ориентировочная (формирование мировоззрения);
			прогностическая(предсказание изменеия действительности, планирование)
		</li>
	</ul>
	<p>
		Типы деятельности
	</p>
	<ul>
		<li>
			созидательная (посадить дерево)
		</li>
		<li>
			разрушительная (мусорить в лесу)
		</li>
	</ul>

	<p>
		Виды деятельности по ведущему процессу
	</p>
	<ul>
		<li>
			Игра - направлена на удовлетворение духовных потребностей и целью которой является не производство продукта, а сам
			процесс - отдых, развлечение
		</li>
		<li>
			Учение - целью является приобретение, закрепление, совершенствование человеком знаний, умений и навыков
		</li>
		<li>
			Труд - направлен на получение практически полезного результата, который даёт возможность удовлетворить свои
			потребности
		</li>
		<li>
			Общение - вид деятельности при котором происходит передача информации от одного индивида к другому, обмен мыслями,
			чувствами и эмоциями
		</li>
	</ul>
					</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>7. Потебности и интересы</div>",
				content: `<div style='text-align: left; font-size: 1rem;'>
	<p>Потребность - переживаемя и осознаваемая людьми нужда в том, что
		необходимо для поддержания организма человека и развития его духовных качеств. Является мотивом
		деятельности
	</p>
	<br>
	<p>Виды потребностей</p>
	<ul>
		<li>биологические (вода, еда, сон)</li>
		<li>социальные (общение, самореализация)</li>
		<li>идеальные (поиск смысла жизни)</li>
	</ul>
	<p>
		Деление потребностей согласно Абарахаму Маслоу (не удовлетворив потребности предыдущего уровня невозможен переход на
		следующий)
	</p>
	<ul>
		<li>Физиологические (вода, еда, сон)</li>
		<li>Экзистенциальные (защищённость, безопасность)</li>
		<li>Социальные (общение, любовь, дружба)</li>
		<li>Престижные (карьерный рост, самоуважение)</li>
		<li>Духовные (самосовершенствование, духовный рост)</li>
	</ul>

	<p>
		Мнимые (неразумные, ложные) потебности - вид потребностей, удовлетворение которых ведёд к физической и духовной
		деградации
		личности, наносит ущерб природе и обществу (алкоголизм, токсикомания, наркомания)
	</p>
	<br>
	<p>
		Разумные потребности - вид
		потребностей, нацеленных на развитие качеств, присущих только человеку (стремление к знаниям, гуманизм, доброта,
		поиск
		своего предназначения, альтруизм)
	</p>
	<br>
	<p>
		Интерес - одна из форм направленности индивида, заключающаяся в
		сосредоточенности внимания, мыслей, помыслов на определённом предмете
	</p>

	<p>Направления интереса</p>

	<ul>
		<li>
			по содержанию (музыкальные, технические)
		</li>
		<li>
			по широте (широкие, разносторонние или узкие, направленные только на один предмет)
		</li>
		<li>
			по глубине (глубокие или поверхностные)
		</li>
		<li>
			по длительности (устойчивые или неустойчивые)
		</li>
	</ul>

	<p>Виды интересов</p>
	<ul>
		<li>
			в зависимости от их носителя: индивидуальные; групповые; общественные
		</li>
		<li>
			по типу направленности: экономические; социальные; политические; духовные
		</li>
	</ul>

	<p>Склонность - избирательная направленность индивида на определённую деятельность, побуждающая её заниматься</p>
	<br>
	<p>Талант - выдающиеся природные способности</p>
	<br>
	<p>Навык - развитие таланта, приобретение опыта</p>
	<br>
	<p>Влечение - инстинктивное намерения совершить какое-либо действие</p>
</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>8. Свобода</div>",
				content: `<div style='text-align: left; font-size: 1rem; '>Свобода - возможность совершения человеком активной творческой деятельности, совпадающей с его мировоззрением и желаниями и основанной на внутренних убеждениях<br><br>Необходимость - неизбежная обязанность выполнять те или иные действия<br><br>Детерминизм (фатализм) - принцип закономерности и причинной обусловленности всех событий и явлений<br><br>Воля - сознательное стремление к осуществлению чего-либо<br><br>Волюнтаризм - философское направление, согласно которому отрицаются объективные закономерности и необходимости в природе и обществе, а основная роль в развитии человека приписывается его воле<br><br>Ответственность - необходимость понимания и принятия обязательств перед обществом за свою деятельность<br><br>
				Виды ответственности
				<ul>
				<li>
					Историческая - ответственность народа за свою судьбу
				</li>
				<li>
					Политическая - ответственность политических сил перед обществом, её несут все члены правительства
				</li>
				<li>
					Юридическая - ответственность людей перед законом
				</li>
				<li>
					Индивидуальная - ответственность человека за свои поступки
				</li>
				<li>
					Групповая - ответственность двух и более людей за совершаемые действия одного, нескольких или всех членов группы
				</li>
				</ul>
				</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem;'>9. Общество (1)</div>",
				content: `<div style='text-align: left; font-size: 1rem;'>
	<p>Общество в широком смысле - обособившаяся от природы, но тесно связанная с ней часть материального мира, включающая
		способы взаимодействия и формы объединения людей</p>
	<br>
	<p>Общество в узком смысле</p>
	<ul>
		<li>
			объединение людей, связанных с целью удовлетворения общения, совместных интересов и выполнения совместных действий
			(защитники животных)
		</li>
		<li>
			объединение людей, связанных с территориальным признаком (страна, город)
		</li>
	</ul>

	<p>Типы обществ</p>
	<ul>
		<li>
			Аграрное (доиндустриальное, традиционное) общество: ручной труд и примитивные технологии
		</li>
		<li>
			Индустриальное общество: развитие промышленности; основной фактор производства и главная ценность - капитал; наука
			- производственная сила; рождение массовой культуры
		</li>
		<li>
			Постиндустриальное (информационное) общество: информация (знания) как единица товара; информация основной фактор
			производства
		</li>
	</ul>

	<p>Общественные отношения - социальные взаимодействия и возникающие в их процессе связи между людьми или социальными
		группами</p>
	<ul>
		<li>
			производственные
		</li>
		<li>
			социальные
		</li>
		<li>
			межнациональные
		</li>
		<li>
			брачно-семейные
		</li>
	</ul>

					</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem;'>9. Общество (2)</div>",
				content: `<div style='text-align: left; font-size: 1rem;'>
	<p>Структура общества - все элементы, из которых состоит общество</p>
	<ul>
		<li>
			социальные общности
		</li>
		<li>производство материальных и духовных благ</li>
		<li>политические организации (в т.ч государство)</li>
		<li>институты общества (семьи, политической, экономической, духовной)</li>
	</ul>

	<p>Подсистемы - основные элементы общественной жизни</p>
	<ul>
		<li>Социум - состоит из всего многообразия человеческих взаимоотношений: классовых, сословных, а также включает в
			себя
			обеспечение соц. гарантий</li>
		<li>Экономика - включает в ебя все отношения и действия, связанные с материальными благами, их производством,
			распределением и потреблением</li>
		<li>Политика - составляет весь спектр взаимоотношений государства, общества и других политических партий</li>
		<li>Духовная жизнь - входят действия и отношения, связанные с поиском, созданием, распространением и сохранением
			духовных ценностей</li>
	</ul>


	<p>Элементы общественной жизни - составляющие подсистем</p>
	<ul>
		<li>Социальная (семья)</li>
		<li>Экономическая (рынки, деньги)</li>
		<li>Политическая (государство, партии)</li>
		<li>Духовная (культура, искусство, религия, наука, мораль)</li>
	</ul>

	<p>Социальное развитие - необратимое изменение общества, в результате которого происходит его усложнение (природные,
		социальные)</p>
	<br>
	<p>Пути соц. развития</p>
	<ul>
		<li>
			эволюционные - постепенное развитие с учётом накопленных изменений, вводится путём реформ
		</li>
		<li>
			революционные - скачкообразное развитие (революция 1917 года)
		</li>
	</ul>

	<p>Реформа - постепенне изменение жизни, осуществляемое без затрагивания основ общества</p>
					</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>10. Основные институты общества</div>",
				content: `
				<div style='text-align: left; font-size: 1rem; '>
	<p>
		Институт общества - устойчивая совокупность людей, чья деятельность направлена на выполнение соц. функций и
		регламентирована опр. нормами
	</p>
	<br>
	<p>
		Институализация - процесс становления общественного института
	</p>
	<br>
	<p>Типы соц. институтов</p>
	<ul>
		<li>Семьи - регулирует брачные отношения, рождение и воспитание детей</li>
		<li>Экономики - добыча средств существования</li>
		<li>Политический - поддержка общественного порядка, регулирование осуществления власти и доступа к ней, обеспечение
			гармонизации интересов граждан и их защиты</li>
		<li>Духовный - удовлетворение духовных потребностей, поиск смысла жизни, установление нравственных норм, углубление
			веры и содействие солидарности</li>
		<li>Социально-культурный - получение знаний об окружающем мире и их передача следующим поколениям</li>
	</ul>
	<p>
		Функции общественных институтов
	</p>
	<ul>
		<li>
			явные - достижение осн. цели, зафиксированной документально в законах, подзаконных актах
		</li>
		<li>
			скрытые - организация общества в единое целое; повышение своего престижа; внедрение установок ожидаемого
			поведения;
			сохранение целостности и стабильности общества
		</li>
	</ul>

	<p>
		Дисфункция общественного института - приобретение скрытыми функциями института негативного характера, вследствие
		чего
		происходит падение престижа института в обществе
	</p>


</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>11. Культура (1)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">Культура в узком смысле - процесс активной творческой деятельнсти, в
	ходе которой создаются, распределяются по потребляются духовные ценности<br><br>Культура в широком смысле -
	исторически обусловленный динамический комплекс постоянно обновляющихся во всех сферах общественной жизни форм,
	принципов, способов и результатов активной творческой деятельности людей<br><br>Вид культуры<br>
	<ul>
		<li>Материальная - результат производства и освоения предметов и явлений материального мира (здания, картины,
			автомобили)</li>
		<li>Духовная - совокупность духовных ценностей и творческой деятельности предметов и явлений материального мира по
			производству, освоению и применению. Составляющие компоненты: наука, религия, мораль, СМИ, философия, искусство,
			образование</li>
	</ul>
	<div>Элементы культуры</div>
	<div>
		<ul>
			<li>Язык - с его помощью осуществляется передача информации, вследствие чего происходит взаимопонимание в
				обществе. Язык используется для обмена, передачи и сохранения знаний</li>
			<li>Ценности - поддерживаемые большинством общества нормы морали, обуславливающие жизненные цели человека и
				способы их достижения</li>
			<li>Нормы - определённые устоявшиеся правила, характерные для данного социума</li>
		</ul>
		<div>Культурное наследие - продукт культуры, передающийся из поколения в поколение, ставший частью общества (знания,
			обряды)</div>
	</div>

</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>11. Культура (2)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">
	<div>Функции культуры</div>
	<div>
		<ul>
			<li>Познавательная - формирование целостного представления о народе, стране, эпохе</li>
			<li>Регулятивная (нормативная) - формирование системы норм и требований общества ко всем индивидам во всех
				областях жизни и деятельности (нормы морали, права, поведения)</li>
			<li>Коммуникативная - сохранение, передача и тиражирование культурных ценностей, развитие личности через общение
			</li>
			<li>Функция социализации - усвоение индивидом системы знаний, ценности, приучение к социальным ролям, нормативному
				поведению, стремление к самосовершенствованию.</li>
		</ul>
		<div>Формы культуры</div>
	</div>
	<div>
		<ul>
			<li>Массовая - рассчитана на большинство населения, ориентирована на средний уровень развития людей. Быстро
				меняется в угоду запросам потребителей. Общедоступна, легко усваивается, не требует подготовки для восприятия
				(мелодрама, попмузыка, комиксы)</li>
			<li>Элитарная - сложна для понимая большинством населения, рассчитана на узкий круг лиц. Для её восприятия
				необходима предварительная подготовка. Иногда элитарные произведения перетекают в массовую культуру (джаз,
				опера, академическая живопись)</li>
			<li>Народная - основана с учётом преемественности и традиций (фольклор, народные праздники, обряды)</li>
			<li>Субкультура - отражает систему ценности людей, объёдинённых по каким-то признакам: возраст, профессия, место
				жительства (эмо, готы)</li>
			<li>Контркультура - субкультура, находящаяся в конфликте с господствующей культурой (хиппи и панки, преступные
				элементы)</li>
		</ul>
		<div>Признаки массовой культуры</div>
	</div>
	<div>
		<ul>
			<li>общедоступность</li>
			<li>занимательность</li>
			<li>серийность</li>
			<li>пассивность восриятия</li>
			<li>коммерческий характер</li>
		</ul>
	</div>
</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>12. Наука</div>",
				content: `
				<div style="text-align: left; font-size: 1rem; ">
	Наука - одна из форм человеческого познания, система достоверных знаний
	о закономерностях развития природы, общества, человека. Самоценностью науки является хранилище обективной и
	истинной информации. Полезностью науки является интеллектуальное развитие человека и совершенствование его
	деятельность
	<br>
	<br>
	<div>Цель науки - получени научных знаний, которые лежат в основе научной картины мира</div>
	<br>
	Черты современной науки
	<br>
	<ul>
		<li>доказательность - только то знание может считаться научным, которое проверено и доказано неоднократно
			независимыми друг от друга исследователями</li>
		<li>универсальность - определённое знание будет применимо и истинно во всех подобных ситуациях</li>
		<li>системность - научное знание не является набором фактов, а упорядоченно в единую теорию с описанием
			причинно-следственных связей и процессов</li>
		<li>объективность - научное знание не зависит от нашего к нему отношения, интереса и степени его понимания</li>
	</ul>
	<div>Функции науки</div>
	<div>
		<ul>
			<li>социальная - исследование жизни и деятельности человека</li>
			<li>прогностическая - прогнозирование будущего на основе имеющихся знаний</li>
			<li>культурно-мировоззренческая - достояние материальной и духовной культуры, оказывающее влияние на миропонимание
				людей</li>
			<li>познавательно-объяснительная - познание и объяснение устройства мира и законов его развития</li>
		</ul>
		<div>Виды науки</div>
	</div>
	<div>
		<ul>
			<li>фундаментальные - теоретическое познание окружающего мира (Биология - генетика, антропология)</li>
			<li>прикладные - преобразование окружающей действительности (Биология - селекция, медицина)</li>
		</ul>
		<div>По обекту изучения науки делятся на</div>
	</div>
	<div>
		<ul>
			<li>естественные - изучают мир живой и неживой природы (биология, физика, химия, геология)</li>
			<li>точные - изучают абстракции: числа, знаковые системы (математика, информатика)</li>
			<li>социогуманитарные - изучают сферу человеческой деятельности, социальную реальность (история, психология)</li>
			<li>технические - науки, изучающие действие законов физики и химии в технических устройствах, и другие науки
				(гидравлика, генная инженерия)</li>
		</ul>
	</div>
</div>
				`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>13. Образование</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Образование - целенаправленная деятельность людей по передаче и получению знаний, умений и навыков<br><br>Цели образования<br><ul><li>приобщение каждого индивида к достижениям всего человечества</li><li>передача существующих знаний и социального опыта</li><li>сохранение культурного наследия человечества</li></ul><div>Учреждения, которые обеспечивают доступность образования</div><div><ul><li>дошкольные (детские сады)</li><li>общеобразовательные (школы, гимназии)</li><li>средне-специальные (колледжи)</li><li>профессионально-технические (лицеи, технические вузы)</li><li>высшие (университеты, институты)</li><li>духовные (семинариии, теологические школы, духовные академии)</li><li>дополнительные (программы повышения квалификации)</li></ul><div>Задачи, осуществляемые учреждениями</div></div><div><ul><li>подготовка профессиональных кадров</li><li>повышение квалификации специалистов и их переподготовка</li><li>самообразование граждан</li></ul><div>Функции образования</div></div><div><ul><li>Культурная - сохранение и передача культурного достояния общества.</li><li>Социальная - передача новому поколению накопленных предками знаний, социальных норм, навыков и традиций и помощь в их освоении при регулировании государством</li><li>Экономическая - создание квалифицированной рабочей силы с помощью учреждений образования</li></ul></div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>14. Религия (1)</div>",
				content: `
				<div style="text-align: left; font-size: 1rem; ">Религия - одна из форм общественного сознания, обусловленная верой в
	существование сверхъестественного<br><br>Вера - способ существования религиозного сознания, особое переживание,
	характеризующее внутреннее состояние человека<br><br>Атеизм - система взглядов, отвергающая веру в Бога (богов) и
	сверхъестественные силы<br><br>Догматы - не подлежащие сомнению правила, нарушение которых ведёт к отлучению от
	церкви<br><br>Грех - действие, противоречащее религиозным правилам<br><br>Классификация религиозных течений:<br><br>По
	количеству высших сил<ul>
		<li>Монотеизм - вера в единого Бога (христианство, ислам, буддизм)</li>
		<li>Политеизм - вера в двух и более богов (религия Древней Греции)</li>
		<li>Пантеизм - все окружающие человека предметы и явления считаются воплощением бога, обожествление природы
			(язычество, индуизм, синтоизм, верования африканских племён)</li>
	</ul>
	<div>По распространённости</div>
	<div>
		<ul>
			<li>Мировые - весь мир (христианство, ислам, буддизм)</li>
			<li>Региональные - определённый регион (синтоизм в Японии)</li>
			<li>Национальные - представлены одной нацией (иудаизм у евреев)</li>
		</ul>
		<div>Критерии определния мировых религий</div>
	</div>
	<div>
		<ul>
			<li>Массовый характер - количество адептов превышает сотни миллионов</li>
			<li>Эгалитаризм - мировые релгии признают сущностное равенство всех людей, готовы принять любого человека</li>
			<li>Последователи - во многих странах и среди различных народов</li>
			<li>Организация - церковь</li>
			<li>Пропагандистская активность - миссионерство</li>
		</ul>
		<div>Признаки религиозного сознания</div>
	</div>
	<div>
		<ul>
			<li>убеждённость в существовании сверхъестественных сил</li>
			<li>убеждённость в возможности контакта с этими силами</li>
			<li>убеждённость во влиянии этих сил на жизнь человека, его судьбу</li>
		</ul>

	</div>
</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>14. Религия (2)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">
				Функции религии<br>
				<ul>
					<li>Мировоззренческая - определение места человека в мире</li>
					<li>Регулятивная - религиозная традиция определяет поведение</li>
					<li>Терапевтическая - религия выступает в качестве духовного утешения для людей</li>
					<li>Коммуникативная - с помошью религии люди общаются со своими единомышленниками. Высшей формой выступает общение с
						Богом (богами)</li>
					<li>Культурно-транслирующая - появляются новые культурные течения, основанные на определённой религии. Люди создают
						картины, письменные произведения, музыку</li>
					<li>Интегрирующая - с помощью религии происходит объединение людей на основе одинакового поведения, мыслей,
						стремлений и т.д.</li>
					<li>Легитимирующая - принятие государственных законов на основании религии</li>
				</ul>
				<div>Основные мировые религии</div>
				<ul>
					<li>Христианство - появилось в первом века нашей эры. Основные идеи: избавление от греховной составляющей человека
						путём молитв и покаяния. Идея всеобъемлющей любви и сострадания. Главный пророк - Иисус христос, сын Божий.
						Священная книга: Библия. Наиболее крупные направления: католицизм, православие, протестантизм</li>
					<li>Ислам - поивился в седьмом веке нашей эры. Основные идеи: признание главенства законов Аллаха во всех сферах
						жизни. Главный пророк - Мухаммед. Священная книга - Коран. Наиболее крупные направления: суннизм, шиизм, суфизм
					</li>
					<li>Буддизм - появился в шестом-пятом веке до нашей эры. Основные идеи: вера в перерождение человеческой души,
						отсутствие веры в Бога - мир никем не управляется. Любовь и милосердие ко всем живым существам. Главный пророк:
						Будда. Священная книга: Трипитака. Наиболее крупные направления: школы буддизма</li>
				</ul>
			</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>15. Искусство</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Искусство - особая подсистема духовной сферы жизни общества, представляющая собой творческое воспроизведение действительности в художественных образах<br><br>Художественный образ - явление выражения искусства, служит для достижения наиболее полного раскрытия замысла автора и доступно для восприятия с помощью органов чувств<br><br>Предмет искусства - человека, его отношения с окружющим миров<br><br>Отличительные черты искусства<br><ul><li>Образность - если действительность предстаёт в искусстве целостно, то сущность выступает в богатстве своих чувственных проявлений, единичных и уникальных</li><li>Субъективность - лишь пропустив окружающий мир через призму своих чувств, человек может претендовать на роль творца произведения искусства</li></ul><div>Функции искусства</div><div><ul><li>Коммуникативная - обмен мыслями и эмоциями между людьми путём создания и обсуждения произведений искусства</li><li>Эстетическая - искусство способствует формированию чувства прекрастного, влияет на эстетический вкус индивида. Включает в себя эстетику быта, труда, человеческих отношений и природы</li><li>Воспитательная - искусство отражает основные нормы, бытующие в разные периоды существования человечества и принятые в обществе</li><li>Познавательная - искусство выступает в качестве способа познания мира и окружающей действительности. Способствует развитию кругозора</li></ul><div>Виды искусства</div></div><div><ul><li>живопись</li><li>скульптура</li><li>литература</li><li>музыка</li><li>архитектура</li><li>декоративно-прикладное искусство (шитьё, резьба по дереву)</li><li>театр</li><li>кино- и фотоискусство</li></ul></div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>16. Мораль</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Мораль - традиционно сложившаяся система норм и правил поведения, которая определяется общественно принятыми понятиями о добре и зле, хорошем и плохом<br><br>Нравстенность - принципы реального практического поведения людей на основе моральных норм<br><br>Этика - филосовское учение, исследующее нравственную жизнь общества<br><br>Ступени формирования понятий морали<br><ul><li>Табу - религиозный запрет, налагающийся на совершение какого-либо действия</li><li>Обычая - повторение каких-либо действий, основанное на поведении предков или сложившейся социальной группы</li><li>Традиция - комплекс обрядов, привычек и действий, передающихся в течении нескольких поколений</li><li>Моральные нормы - устоявшиеся представления о поведении людей</li></ul><div>Функции морали</div><div><ul><li>Регулятивная - выступает в качестве нравстенного координатора поведения человека</li><li>Воспитательная - служит средством воспитания, предоставляя понятия об идеальном поведении</li><li>Коммуникативная - обеспечивает комфортное общение людей</li><li>Ценностно-ориентационная - служит ориентиром для человека</li><li>Познавательная - помогает человеку постигать мир путём различия понятий добра и зла</li><li>Мотивационная - соблюдение моральных принципов стимулирует человека к самосовершенствованию и саморазвитию</li><li>Гуманизирующая - принципы морали основываются на человеколюбии, что содействует налаживанию отношений между людьми</li></ul><div>Содержание морали</div></div><div><ul><li>Нормы морали - стремление к добру и самосовершенствованию, помощь окружающим людям, мужество</li><li>Моральный идеал - представление о совершенной системе моральных норм, воплощаемых в деятельности и поведении личности</li><li>Моральные ценности - всеобщие, общечеловеческие, абсолютные: свобода, равноправие, уважение, доброта, мудрость</li></ul><div>Этапы формирования нравстенности</div></div><div><ul><li>Элементарный этап (что со мной будут делать?)</li><li>Конвенциональный этап (что обо мне подумают другие люди?)</li><li>Автономный этап (что я буду думать сам о себе)</li></ul></div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>17. Общественный прогресс</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Общественный прогресс - последовательное изменение состояний общества<br><br>Прогресс - процесс перехожа от низшей стадии развития к высшей, совершенствование<br><br>Регресс - процесс развития от высшего к нищему, возврат к неактуальному прошлому, деградация<br><br>Виды прогресса<br><ul><li>Эволюция - постепенные изменения в обществе, не приводящие к качественно новому социальному строю</li><li>Реформа - преобразование какой-либо стороны общественной жизни, не уничтожающее основы существующей социальной системы (прогрессивные, регрессивные)</li><li>Революция - коренные, скачкообразные изменения всех или большинства сторон общественной жизни (кратковременные, долговременные)</li><li>Модернизация - процесс обновления, придания тем или иным социальным структурам форм, отвечающих современным требованиям</li></ul><div>Факторы и движущие силы прогресса</div><div><ul><li>природные условия</li><li>природные катаклизмы</li><li>геополитическое положение</li><li>духовная культура</li><li>особенности образа жизни</li><li>специфика хозяйства</li></ul><div>Возможности перехода от одного типа общества к другому</div></div><div><ul><li>народные массы (сремление к повышению уровня жизни)</li><li>социальные группы и общественные объединения (защита общих интересов)</li><li>исторические личности (стремление служить общему благу или благу социальной группы)</li></ul><div>Особенности прогресса</div></div><div><ul><li>относительность - невозможность применить к некоторым сферам (искусство)</li><li>противоречивость - последствия прогресса могут быть негативными (загрязнение окружающей среды)</li></ul></div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>18. Общественное развитие</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">
	Общественное развитие — это процесс изменения общества, который приводит к появлению новых социальных отношений,
	институтов, норм и ценностей. Оно характеризуется нелинейностью и многовариативностью<br><br>Варианты типов
	общества<br>
	<ul>
		<li>Простое общество - все равны (нет богатых и бедных, руководителей и подчинённых) (характерно для
			первобытных племён и первых цивилизаций)</li>
		<li>Сложное общество - множество элементов, люди разделены по социальному статусу, богатству и уровню
			власти. Появляется необходимость в государстве как контролёре управления
		</li>
	</ul>
	<div>Категории разделния общества</div>

	<ul>
		<li>имущественное разделение</li>
		<li>развитие письменности (дописьменное и письменное)</li>
		<li>способ производства (собиратели и охотники, земледельцы и скотоводы, индустриальное общество)</li>
		<li>степень свободы индивида и уровень контроля над ним (открытое, закрытое)</li>
	</ul>
	<div>Исторический критерий</div>

	<ul>
		<li>традиционное - жизнь контролируется религиозными и традиционными нормами. Авторитарное правление, низкая роль
			индивида, преобладание коллектива</li>
		<li>современное - Инновации важнее традиций, изменения приветствуются. Либерально-демократическое правление, высокая
			значимость мнения каждого индивида, толерантное отношение к меньшинствам</li>
	</ul>
	<div>Исторические типы обществ</div>
	<ul>
		<li>
			Традиционное общество (до 19 века):Зависимость от природы, натуральное хозяйство. Основная группа: крестьяне.
			Низкий темп развития и уровень образования. Сословная иерархия, ограничение индивида религиозными традициями.
		</li>
		<li>
			Индустриальное общество (19-20 века):Влияние на природу через машины, промышленное производство. Основная группа:
			рабочие. Высокий уровень образования, выделение средних слоёв, пролетариата и буржуазии. Самореализация индивида,
			потребность в образовании.
		</li>
		<li>
			Постиндустриальное общество (20 век - настоящее время): Господство человека над природой, производство информации
			и
			услуг. Основные группы: служащие, управленцы, менеджеры. Высокий уровень образования, стирание классовых
			различий.Свобода личности, влияние образования на уровень жизни.
		</li>
	</ul>

</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>19. Глобальные проблемы 21 века</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Глобальные проблемы - совокупность проблем, негативно влияющих на всё человечество<br><br>Признаки глобальных проблем<br><ul><li>затрагивает всё человечество</li><li>не могут быть решены одним государством</li><li>от решения их зависит дальнейшее развитие цивилизации</li><li>решение этиъ проблем приоритетно</li><li>комплексны (тесно взаимосвязаны между собой)</li></ul><div>Глобальные проблемы и их появления</div><div><ul><li>экологическая - загрязнение атомсферы и почты; загрязнение воды и т.д</li><li>демографическая - перенаселение в одних странах и проблема депопуляции (сокращение численности населения) в других странах</li><li>энергетическая - более 660 млн человек не имеют доступа к электричеству, а около 2млрд человек используют наиболее загрязняющие окружающую среду виды топлива</li><li>продовольственная - свыше 700млн человек находятся в состоянии хронического голода</li><li>угрозы термоядерной войны</li></ul></div></div>",
			},
		],
	},
	{
		theme: 'Экономика',
		cards: [
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>1. Экономика как хозяйство (1)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">Экономика - это<br>
	<ul>
		<li>сфера жизни общества</li>
		<li>хозяйственная деятельность определённой страны</li>
		<li>наука, изучающая законы, согласно которым происходит развитие хозяйства, и способы его рационального ведения
		</li>
	</ul>
	<div>Основная проблема экономики - удовлетворение постоянно растущих потребностей людей за счёт ограниченных ресурсов
	</div>
	<div><br></div>
	<div>Стадии экономики</div>
	<div>
		<ul>
			<li>Производство - производство материальных (транспорт, торговля) и нематериальных (образование, здравоохранение)
				благ и услуг</li>
			<li>Распределение - уравнительное, трудовое, вложенное, по потребностям</li>
			<li>Обмен - денежный, продуктовый</li>
			<li>Потребление - использование (одежда, обувь, техника), уничтожение (продукты питания)</li>
		</ul>
		<div>Производство - процесс создания какого-либо продукта (товара или услуги), необходимого человеку для
			удовлетворения его потребностей.</div>
	</div>
	<div>Продукт - результат производства</div>
	<div><br></div>
	<div>Распределение - стадия экономической деятельности, на которой вычисляются пропорции, доли участия в разделе
		произведённого продукта. Связующее звено между производством и потреблением</div>
	<div><br></div>
	<div>Обмен - процесс перераспределения производимых обществом ценностей</div>
	<div><br></div>
	<div>Потребление - стадия экономической деятельности, на которой происходит использование продукта или услуги для
		удовлетворения потребностей человека или общественных нужд</div>
	<div><br></div>
</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>1. Экономика как хозяйство (2)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">

	<div>Участники экономики</div>
	<div>
		<ul>
			<li>Потребитель - тот, кто приобретает продукт для личного использования (Потребитель выбирает товары и услуги в
				соответствии со своими нуждами, ориентируясь на наименьшие затраты и наибольшую выгоду)</li>
			<li>Производитель - тот, кто создаёт продукт с целью продажи и получения прибыли. (Ориентируется на нужды
				потребителя)</li>
		</ul>
		<div>Организация хозяйства</div>
	</div>
	<div>
		<ul>
			<li>Натуральное хозяйство: замкнутая система - экономически изолированные общины; универсальный труд работников;
				низкая производительность труда; прямая связь между производством и потребителем. (средневековые крестьяне,
				деревенские жители, некоторые африканские и латиноамериканские племена)</li>
			<li>Товарное хозяйство: открытая система - продукты создаются для продажи и обмена; общее разделение труда;
				увеличение производительности труда; производство связано с потреблением через рынок. (современное общество)
			</li>
		</ul>
		<div>Экономическая роль в обществе - главная сфера жизни общества, она определяет ход всех происходящих в нём
			процессов</div>
	</div>
	<div><br></div>
	<div>Роли экономики</div>
	<div>
		<ul>
			<li>обеспечивает людей продуктами, способными удовлетворить их потребности</li>
			<li>охватывает многие сферы жизни общества</li>
			<li>является фундаментом общества</li>
			<li>способствует развитию прогресса</li>
			<li>исследует проблемы, которые касаются каждого человека</li>
		</ul>
	</div>

</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>2. Экономическая наука (1)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">Экономика как наука — это совокупность дисциплин, исследующих, как люди
	удовлетворяют растущие потребности в условиях ограниченности ресурсов (например, экономика промышленности, сельского
	хозяйства и экономическая статистика)
	<br><br>
	Основные задачи экономической науки
	<br>
	<ul>
		<li>поиск наиболее оптимальных путей осуществления экономических процессов</li>
		<li>нахождение путей налаживания эффективного хозяйства</li>
		<li>поиск возможностей оптимального использования ограниченных ресурсов при неограниченном потреблении</li>
	</ul>
	<div>Предметом исследования являются</div>
	<div>
		<ul>
			<li>экономические отношения</li>
			<li>функциональные связи и взаимосвязи экономики с производством товаров и услуг</li>
		</ul>
		<div>Функции экономической науки</div>
	</div>
	<div>
		<ul>
			<li>познавательная</li>
			<li>идеологичесая</li>
			<li>практическая (прагматическая)</li>
			<li>методологическая</li>
			<li>образовательная</li>
			<li>прогностическая</li>
			<li>мировоззренческая</li>
			<li>критическая</li>
			<li>теоретическая</li>
		</ul>
		<div>Составляющие экономической науки</div>
	</div>
	<div>
		<ul>
			<li>общественная</li>
			<li>гуманитарная</li>
			<li>сочетающая эмпирическое, точное и описательное</li>
		</ul>
		<div>Элементы экономической науки</div>
	</div>
	<div>
		<ul>
			<li>Экономическая потребность - нехватка какого-либо продукта, необходимого для поддержания и развития
				жизнедеятельности человека, предприятия или общества</li>
			<li>Экономическое благо - товар или услуга, способные полностью удовлетворять потребность</li>
			<li>Экономические ресурсы - средства, помогающие достичь экономических благ</li>
			<li>Экономический выбор - отдача приоритета наиболее выгодному использованию ресурсов, в котором будет достигнуто
				удовлетворение потребности при рациональных затратах</li>
			<li>Производственные возможности - способность общества производить экономические блага с наилучшим использованием
				всех имеющихся на данный момент ресурсов и при учёте существующего технического уровня</li>
		</ul>

	</div>

</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>2. Экономическая наука (2)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">

	<div>Экономические науки</div>

	<div>
		<ul>
			<li>Политэкономика - изучает основы экономических отношений между людьми, складывающиеся в процессе производства.
				Две школы - меркантилизм, кейсианство.</li>
			<li>Экономикс - изучает законы бизнеса, методы хозяйствования и экономической политики. Этот термин постепенно
				вытесняется политэкономикой</li>
			<li>История экономической мысли - изучает развитие экономики в истории, появление новых экономических теорий</li>
			<li>Финансы и кредит - изучают денежную и финансово-кредитную системы, их функции, основы обращения с деньгами и
				ценными бумагами, особенности организации финансов и предприятий, банковского и страхового дела</li>
			<li>Экономическая статистика - изучает показатели различных отраслей производства, фиксирует их подъёмы и спады
			</li>
		</ul>
		<div>Меркантилизм - экономическая политика, согласно которой благосостояние достигается не благодаря производству, а
			за счёт внешней торговли и накопления капиала внутри страны</div>
	</div>
	<div>Кейсианство - экономическая политика, обосновывающая необходимость вмешательства государства в процесс
		воспроизводства</div>
	<div><br></div>
	<div>Макро- и микроэкономика</div>
	<div>
		<ul>
			<li>Макроэкономика - наука о хозяйстве в целом, об экономическом здоровье страны</li>
			<li>Мегаэкономика - поведение мировой экономики в целом</li>
			<li>Микроэкономика - наука по потребителях, отдельных фирмах</li>
		</ul>
	</div>
</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>3. Факторы производства и факторные доходы</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Ресурсы - всё, что необходимо человеку или предприятию для производства экономических продуктов или услуг. (деньги, полезные ископаемые)<br><br>Виды ресурсов<br><ul><li>Первичные - воспроизводимые (растения, животные, водители, фермеры) и невоспроизводимые (полезные ископаемые)</li><li>Вторичные - воспроизводимые (здания, станки, деньги, информация)</li></ul><div>Факторы производства - ресурсы, которые участвуют в процессе производства товаров и услуг</div><div><ul><li>Земля - природные ресурс, исплользующиеся в естественном виде (почва, флора и фауна)</li><li>Труд - результат физических и интеллектуальных усилий человека (рабочая сила)</li><li>Капитал - материальны ресурсы, с помощью которых создаются экономические продукты, а также финансовые ресурсы, приносящие доход (деньги, автомобили, фабрики)</li><li>Управление - принятие решений, касающихся организации производства и деятельности людей (предпринимательская деятельность)</li><li>Информация - своевременные, полные, доброкачественные знания о ситуации на рынке, экономической ситуации, конкурентах (новости)</li></ul><div>Капитал - результат взаимодействия земли и труда. Капиталом считаются все материальные блага, которе используются в производстве</div></div><div><br></div><div>Факторные доходы</div><div><ul><li>Земля (фактор производства) - рента (доход)</li><li>Труд - заработная плата</li><li>Капитал - процент</li><li>Предпринимательские способности - прибыль</li><li>Информация - роялти</li></ul><div>Доход - вся прибыль, получаемая производителем</div><div><br></div><div>Факторные доходы - доходы, которе получают производители от различных факторов, задействованнных в процессе создания экономического продукта</div><ul><li>оплата труда</li><li>все доходы от капитала</li></ul><div>Рента - доход от используемой земли, имущества или капитала другому лицу, не требующий от своих получателей предпринимательской деятельности.</div><div>Рантье - человек, живущий за счёт ренты.</div><div><br></div><div>Дивиденды - часть прибыли, получаемая собственниками акций (акционерами)</div></div><div><br></div><div>Роялти - денежное вознаграждение за использование авторских прав, патентов и другив видов собственности</div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>4. Экономические системы</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Экономическая система - способ организации хозяйственной жизни в стране, образующий экономическую структуру общества<br><br>Показатели экономической системы<br><ul><li>форма собственности (кому принадлежит собственность)</li><li>способо распределения ограниченных ресурсов (кто получает ресурсы и прибыль от них)</li><li>способы регулирования экономики (кто управляе производством)</li></ul><div>Виды экономических систем</div><div><ul><li>Традиционная - натуральное хозяйство (древность и средние века)</li><li>Административно - командная - факторы производства сосредоточены в руках государства (СССР)</li><li>Рыночкая - товарное (рыночное) хозяйство, преобладание частной собственности, свобода предпринимательской деятельноси, свободная конкуренция (развитые страны до середины 19 века)</li><li>Смешанная - товарное хозяйство, сочетание различных секторов экономикии (РФ, Германия)</li></ul><div>Монополия - исключительное право на производство, продажу или пользование каким-либо продуктом</div></div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>5. Рынок и рыночный механизм</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Обмен и Биржа (необходимы для перераспределения товаров и услуг в обществе)<br><ul><li>Обмен - процесс движения экономических продуктов, выражающийся распределением производимых ценностей в обществе (натуральный - использовался в древние времена, обмен продукта на равнозначный продукт или услугу; денежный - из-за трудности обмена люди начали использовать в качестве меры стоимости предметы, которые имели одинаковую цену у большинствал людей, то есть деньги)</li><li>Биржа - институт обмена, выступающий в форме оптового рынка (торговая - продажа, покупка или обмен товаров; фондовая - продажа и покупка ценных бумаг; валютная - определение стоимости одной валюты по отношению к другой; трудовая - трудоустройство безработных</li></ul><div>Рынок - место, на котором происходят процессы купли и продажи.</div><div>Рынок в экономике - экономические отношения производителей и потребителей, возникающие в результате обмена товаров и услуг на деньги и наоборот</div><div><br></div><div>Признаки рынка</div><div><ul><li>нерегулируемое предложение (что производить, как и для кого, решает производитель)</li><li>нерегулируемый спрос (что покупать, как и для кого, решает покупатель)</li><li>нерегулируемая цена (определяетяс на рынке, зависит от спроса и предложения)</li></ul><div>Функции рынка</div></div><div><ul><li>посреднеческая - соединение производителей и покупателей товаров</li><li>ценообразования - установление равновесной цены в зависимости от спроса и предложения</li><li>информационная - информирование о качестве товаров и услуг, их ассортименте, издержках производства</li><li>регулирующая и стимулирующая - перетекание капиталов из менее выгодных отраслей в более выгодные</li><li>санирующая - освобождение экономики от неэффектиных отраслей</li></ul><div>Негативные стороны рынка</div></div><div><ul><li>отсутствие стимулирования крупных проектов, которые не могут принести быстрой выгоды</li><li>рынок не способен обеспечить фундаментальных научных исследований</li><li>отсутствие заинтересованности рынка в развитии и стимулировании производства общественных благ (культуры, образования)</li><li>рынок способствует растрате невсполнимых природных ресурсов, сочетаясь с отсутствием плана и способов защиты природы</li></ul><div>Регулирование рынка государством</div></div><div><ul><li>право - государство регулирует порядок отношений между участниками рынка</li><li>финансы - государство устанавливает налоги и пошлины, а также предлагает субсидии (помощь)</li><li>деньги - государство контролирует экономическую стабильность</li></ul><div>Классификация рынка</div></div><div><ul><li>Объект предложения - товарный, услуг, недвижимость</li><li>Пространство действия - локальный (местный), региональный, национальный, мировой</li><li>Уровень насыщенности - равновесны, дефицитный, избыточный</li><li>Механизм действия - свободный, монополизированный, государственно-регулируемый, планово-регулируемый</li><li>Законность - легальный (разрешённый), нелегальный (теневой, черный)</li></ul></div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>6. Спрос и предложение (1)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">

	Спрос — это совокупность товаров и услуг, которые потребители готовы купить по данной цене, в определённом месте и
	времени при прочих равных условиях.
	<br>
	<br>
	Цена спроса — максимальная цена, по которой потребители готовы купить определённое количество товара за заданный
	период.
	<br>
	<br>
	Величина спроса — объём товара, который покупатели хотят и могут купить в данном месте при прочих равных условиях
	<br>
	<br>

	<p>Категории, влияющие на спрос</p>
	<ul style="padding-left: 20px;">
		<li>мода</li>
		<li>доходы потребителей</li>
		<li>цена на продукты-аналоги</li>
		<li>реклама</li>
		<li>вкусы потребителей</li>
	</ul>
	<div>Закон спроса - повышение цен обычно ведёт к снижению величины спроса, а снижение цен - к её росту</div>
	<div><br></div>
	<div>Виды спроса</div>
	<div>
		<ul>
			<li>Эластичный - изменение уровня дохода и цен влияет на спрос (техника, мебель, драгоценности)</li>
			<li>Неэластичный - изменение уровня доходов и цен не влияет на спрос (предметы первой необходимости - соль,
				инсулин, электричество; товары с незначительной стоимостью - зубная щётка, карандаш; труднозаменяемые товары или
				услуги - бензин)</li>
		</ul><br>
	</div>

</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>6. Спрос и предложение (2)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">

	<div>Предложение — это совокупность товаров и услуг, которые продавец готов продать покупателю по определённой цене (
		в заданном месте и времени при прочих равных условиях)</div>

	<div><br></div>
	<div>Цена предложения - минимальная цена, по которой продавец готов продать некоторое количество данного товара за
		определённый период времени</div>
	<div><br></div>
	<div>Величина предложения - конкретное количество благ (товаров, услуг), которое продавец готов продать по данной
		цене (в данном месте, в данное время при прочих равных условия)</div>
	<div><br></div>
	<div>Виды предложений</div>
	<div>
		<ul>
			<li>индивидуальное - один производитель или товар</li>
			<li>рыночное - наличие товара на определённом рынке</li>
			<li>совокупное - предложение определённого товара на всех рынках или на все товары</li>
		</ul>
		<div>Неценовые факторы предложения</div>
	</div>
	<div>
		<ul>
			<li>цены на сырьё</li>
			<li>факторы производства</li>
			<li>изменения в технологии производства</li>
			<li>налоги на производителей</li>
			<li>количество производителей</li>
			<li>природные условия</li>
		</ul>
	</div>
	Цена - денежное выражение стоимости продукта или услуги. Количество денег, за которое производитель готов продать
	товар, а покупатель согласен его купить<br><br>В цену входят<br>
	<ul>
		<li>стоимость сырья, из которого сделан товар</li>
		<li>производственные затраты (зарплата рабочим, затраченное электричество)</li>
		<li>доход производителя (чистая прибыль)</li>
		<li>налоги (выплаты государству)</li>
		<li>торговая наценка (надбавка посредника)</li>
	</ul>
	<div>Себестоимость продукта - стоимость сырья, из которого сделан товар и производственные затраты</div>
	<div><br></div>
	<div>Основные виды цен в РФ</div>
	<div>
		<ul>
			<li>оптовая (себестоимость и прибыль)</li>
			<li>отпускная (себестоимость, прибыль, а также государственный налог)</li>
			<li>закупочная (отповая цена при закупке государством продуктов сельского хозяйства)</li>
			<li>розничная (отпускная цена и наценка продавца)</li>
		</ul>
	</div>
	Рыночное равновесие - ситуация равенства спроса и предложения на рынке (Цены удовлетворяют и производителя, и
	покупателя)<br><br>Предложение превышает спрос в случае<br>
	<ul>
		<li>производства низкокачественного товара</li>
		<li>недостатка денег у потребителя</li>
		<li>избыточного производства товара</li>
	</ul>
	<div>Спрос превышает предложение в случае</div>
	<div>
		<ul>
			<li>искусственного снижения цен на товары</li>
			<li>избыточного производства товаров</li>
			<li>слишком высокого роста доходов потребителей</li>
		</ul>
		<div>Парадокс Гиффена - повышение цены на дешёвые товары, которые находятся на рынке в огромных количествах,
			приведёт к увеличению их спроса (скупка гречки сразу после увольнения цен)</div>
	</div>


</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>7. Затраты и прибыль</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Затраты (издержки) - расходы, необходимые для производства товаров и услуг<br><br>Виды затрат<br><ul><li>общие - совокупность постоянных и переменных затрат (всё, что тратит производитель для создания продукта или услуги)</li><li>постоянные - неизменные расходы, которые несёт производитель вне зависимости от количества производимой продукции (расходуемая электроэнергия, аренда помещения, приобретение инструментов)</li><li>бухгалтерские - затраты предприятия, которые подтверждены документално (используются для предоставления отчётности налоговым органам - чеки, накладные, счета)</li><li>переменные - расходы, изменяющиеся в зависимости от количества производимой продукции (заработная плата, покупка сырья)</li><li>экономические - абсолютная совокупность производственных затрат (включает в себя все затраты производителя, в том числе и не включённые в бухгалтерские (офисная техника, транспортные средства)</li></ul><div>Переменные издержки</div><div><ul><li>сырьё и материалы</li><li>полуфабрикаты</li><li>топливо</li><li>электроэнергия</li><li>зарплата сотрудников, работающих сдельно</li><li>транспортные услуги</li><li>упаковочный материал</li></ul><div>Постоянные издержки</div></div><div><ul><li>налоги на имущество</li><li>оплата процентов по банковским кредитам</li><li>арендная плата</li><li>зарплата сотрудников, которые работают по окладу</li><li>переподготовка кадров</li><li>амортизационные отчисления</li></ul><div>Прибыль - превышение доходов от продажи товаров или услуг над издержками</div></div><div><br></div><div>Выручка&nbsp;-&nbsp;это общий доход от продаж товаров или услуг</div><div><br></div><div>Рентабельность - экономическая эффективность производства</div><div><br></div><div>Себестоимость - стоимостная оценка производственных затрат</div><div><br></div><div>Реализация - продажа произведённых товаров и услуг</div><div><br></div><div>Прибыль = Выручка - Затраты (издержки)</div><div>Издержки = Рентабельность - Прибыль</div><div><h3>Примеры расчетов</h3><ol><li><strong>Прибыль</strong>:<ul><li>Выручка: 10 миллионов рублей</li><li>Издержки: 7 миллионов рублей</li><li>Прибыль:&nbsp;10 000 000−7 000 000 = 3 000 000&nbsp;рублей</li></ul></li><li><strong>Выручка</strong>:<ul><li>Продажа: 1 000 единиц товара по цене 1 000 рублей</li><li>Выручка:&nbsp;1 000×1 000=1 000 0001000×1000 = 1000 000&nbsp;рублей</li></ul></li><li><strong>Издержки</strong>:<ul><li>Сырьё: 300 тысяч рублей</li><li>Зарплата: 200 тысяч рублей</li><li>Общие издержки:&nbsp;300 000+200 000 = 500 000&nbsp;рублей</li></ul></li><li><strong>Рентабельность</strong>:<ul><li>Прибыль: 300 тысяч рублей</li><li>Выручка: 1 миллион рублей</li><li>Рентабельность:&nbsp;300 000 / 1000 000 * 100% = 30%</li></ul></li></ol></div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>8. Источники финансирования производства</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Финансирование предпринимательских организаций - совокупность форм и методов, принципов и условий финансового обеспечения простого и расширенного воспроизводства<br><br>Внутренние источики финансирования<br><ul><li>Чистая прибыль (остаточная) - прибыль, оставшаяся после вычета всех расходов</li><li>Амортизационные отчисления - исчиленный в денежном выражении износ основных средств в процессе их применения, производственного использования</li><li>Доход от собственности - реализация или сдача в аренду неиспользуемых активов</li></ul><div>Внешние источики финансирования</div><div><ul><li>Банковский кредит - денежная сумма, выдаваемая банком на определённый срок на условиях возвратности и уплаты определённого процента</li><li>Инвестиции - размещение капитала с целью получения прибыли</li><li>Продажа акций и облигаций</li><li>Федеральные программы поддержки малого и среднего предпринимательства</li><li>Программы поддержки субъектов РФ</li><li>Государственные бюджетные средства - прямые капитальные вложения (для государственных предприятий), субсидии, государственный заказ</li><li>Средства фондов для поддержки малого предпринимательства</li><li>Краудфандинг - система привлечения финансирования для реализации идеи. В благодарность за поддержку автор тем или иным способом благодарит спонсоора за финансовый вклад в проект</li><li>Лизинг - долгосрочная аренда имущества с возможностью дальнейшего приобретения его в собственность. Это удобный финансовый инструмент, с помощью которого можно обновить основные средства или расширить производство, не изымая крупной суммы из оборота</li></ul><div>Допустимый лизинг в РФ</div></div><div><ul><li>автомобильный транспорт</li><li>недвижимость</li><li>оборудование</li><li>предприятия</li></ul></div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>9. Финансовые институты (1)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">
	Финансы — это вид экономических отношений, связанный с постоянным движением денежных средств, регулируемым
	социально-экономическими условиями
	<br><br>
	Финансовый институт — организация, через которую проводятся финансовые операции, выступающая посредником между
	экономическими субъектами и способствующая эффективному использованию финансовых инструментов (например, банки,
	страховые компании)
	<br><br>
	Деньги — всеобщий товарный эквивалент, отражающий стоимость всех товаров и служащий посредником в их обмене. Они
	становятся капиталом только через инвестирование
	<br><br>
	Инвестиции — вложение денежных средств для получения дохода или сохранения капитала
	<br><br>
	Форма денег — внешнее выражение определённого вида денег, дифференцированного по выполняемым функциям.
	<ul>
		<li>наличные деньги (монеты, бумажные деньги)</li>
		<li>безналичные деньги (записи на банковских счетах: кредитные пластиковые карты, платёжные пластиковвые карты)</li>
		<li>электронные деньги (виртуальные денежные знаки, которыми можно рассчитываться за разные товары и услуги в
			Интернете)</li>
	</ul>
	<div>Криптовалюта - цифровое средство для платежей, которое работает внутри особой системы, где все операции защищены
		криптографическим образом</div>
	<div><br></div>
	<div>Блокчейн - технология, которая позволяет работать с цифровыми деньгами и содержит данные обо всех сделках с
		криптовалютой, когда-либо происходивших</div>
	<div><br></div>
	<div>Майнинг - добыча криптовалюты с помощью вычислительной мощности оборудования</div>

</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>9. Финансовые институты (2)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">
	<div>Функции денег</div>
	<div>
		<ul>
			<li>мера стоимости - способность денег соизмерять стоимость всех товаров</li>
			<li>средство обращения - обменивание денег на любой другой товар, облегчающее связь между производителями товаров
			</li>
			<li>средство накопления - сбережния для будущих покупок товаров и услуг</li>
			<li>средство платежа - деньги принимаются для выплат без прямого обмена на товары (уплата налогов, внесение
				арендной платы)</li>
			<li>мировые деньги (валюта) - расчёты на мировом рынке</li>
			<li>национальная валюта - денежная единица определённой страны</li>
		</ul>
		<div>Финансовый рынок - особый рынок, на котором продаются и покупаются средства для инвестиций в производство
			товаров и услуг. Участники рынка - продавцы и покупатели</div>
	</div>
	<div>
		<ul>
			<li>Покупатели - инвесторы, те, кто собирается вложить средства в какой-либо экономический проект (государство,
				фирмы и предприятия (юридические лица), люди (физические лица, ИП))</li>
			<li>Продавцы (кредиторы (заёмщики)) - банки, предприятия, государственные органы, граждане; эмитеты - предприятия,
				выпускающие ценные бумаги с целью привлечения финансовых средств; продавцы валюты - государство, банки,
				предприятия, граждане; продавцы драгоценных металлов - государство, банки предприятия, граждане;)</li>
		</ul>
		<div>Способы сбора необходимых средств для инвестирования</div>
	</div>
	<div>
		<ul>
			<li>мобилизация капитала (привлечение средств из разных источников для осуществления масштабных и дорогих
				проектов)</li>
			<li>выдача кредитов (предоставление банками заёмных средств для вложения в производство)</li>
			<li>обмен валют (обмен денежных единиц разных стран для осуществления международных проектов)</li>
			<li>размещение ценных бумаг (особые финансовые обязательства, позволяющие привлечь денежные средства)</li>
		</ul>
	</div>

</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>10. Банковская система</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Банк - финансовая организация, которая перераспределяет денежные средства между населением, фирмами и государствами<br><br>Банковская система РФ<br><ul><li>Центральный банк РФ (ЦБ РФ)</li><li>Коммерческие банки</li></ul><div>Кредит - передача денежных средств на условии своевременного их возвращения с доплатой процентов</div><div>Депозит - деньги или ценные бумаги, вносимые в банки или другие кредитные учреждения для хранения или иных целей</div><div><br></div><div>В банковскую систему РФ входят</div><div><ul><li>международные банки</li><li>государственный эмисионный банк (центральный банк)</li><li>коммерческие банки</li><li>специализированные финансовые институты (пенсионные фонды, страховые компании)</li></ul><div>Коммерческий банк - вид банка, кредитная организация, специализирующаяся на предоставлении банковских услуг</div></div><div><br></div><div>Банковские операции коммерческих банков</div><div><ul><li>приём депозитов (вкладов)</li><li>выдача кредитов</li><li>открытие и ведение банковских счетов физических и юридических лиц</li><li>купля-продажа иностранной валюты в наличной и безналичной формах</li><li>привлечение&nbsp; во вклады и размещение драгоценных металлов</li><li>хранение ценностей в банковской ячейке</li></ul><div>Операции, проводимые коммерческими банками</div></div><div><ul><li>пассивные операции по привлечению денег (приём вкладов, получение кредитов у ЦБ, выпуск ценных бумаг)</li></ul><div>Центральный банк (ЦБ) - находящееся под контролем государства учреждение, которое обслуживает все прочие банки конкретной страны</div></div><div><br></div><div>Функции ЦБ</div><div><ul><li>эмиссия денег</li><li>разработка совместного с правительством денежно-кредитной политики страны</li><li>обслуживание счетов правительства, государства и государственных предприятий</li><li>управление золотовалютными резервами РФ</li><li>установление официального курса иностранных валют</li><li>установление ключевой ставки (ставки рефинансирования)</li><li>выдача лицензий коммерческим банкам</li><li>выдача кредитов коммерческим банкам</li><li>установление норм обязательных банковских резервов</li></ul><div>Эмиссия - п<span style='font-size: 1rem;'>роцесс выпуска в обращение различных финансовых инструментов, таких как деньги, ценные бумаги и банковские карты</span></div></div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>11. Ценные бумаги (1)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">Ценные бумаги - специальным образом оформленные финансовые документы, в
	которых зафиксированы права их владельца или предъявителя<br><br>Виды ценных бумаг<br>
	<ul>
		<li>Долевые - удостоверяют владение долей имущества компании</li>
		<li>Долговые - определяют долговые отношения между их обладателем и человеком или организацией</li>
	</ul>
	<div>Акция - вид ценных бумаг, которые свидетельствуют о внесении определённой доли в общий капитал производства
		(акционерного общества). Владелец имеет право управления делами компании и получает <b>дивиденды</b> - части прибыли
		от общих доходов. Люди, приобретающие акции, становятся членами <b>акционерного общества</b></div>
	<div><b><br></b></div>
	<div>Типы акционерных обществ<br></div>
	<div>
		<ul>
			<li>публичное - акции общества размещаются публично на рынке ценных бумаг</li>
			<li>непубличное - акции общества доступны только ограниченному кругу лиц и не размещаются на рынке ценных бумаг
			</li>
		</ul>
		<div>Сберегательный сертификат - вид ценных бумаг, которые сохраняют ранее всесённую в банк сумму денег и
			гарантируют возврат денег и получение процентов от вклада после истечения срока действия договора</div>
	</div>
	<div><br></div>
	<div>Вексель - вид ценных бумаг, которые подтверждают задолженность заёмщика перед держателем векселя.</div>
	<div><br></div>
	<div>Чек - вид ценных бумаг, которые выписываются держателем банковского счёта другому лицу. При предъявлении чека
		банк снимает указанную сумму денег со счёта владельца и передаёт её предъявителю чека</div>
	<div><br></div>
	<div>Облигация — это&nbsp;долговая ценная бумага, которая представляет собой обязательство эмитента (например,
		компании или государства) вернуть заемные средства инвестору в определенный срок и выплатить проценты за пользование
		этими средствами.&nbsp;</div>
</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>11. Ценные бумаги (2)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">

	Эмитент - Это организация или государственный орган, который выпускает облигации или другие
	ценные бумаги для привлечения средств
	<br><br>
	Номинал - Это стоимость одной облигации, установленная при её выпуске. (Обычно на российском
	рынке номинал составляет 1000 рублей)
	<br><br>
	Купон - Это процент от номинала, который выплачивается владельцу облигации. Выплаты могут
	происходить один или несколько раз в год
	<br><br>
	Срок погашения - Это дата, когда эмитент должен вернуть инвестору номинальную стоимость
	облигации
	<div>Закладная - ценная бумага, удостоверяющая право владельца на получение исполнения по денежному обязательству,
		обеспеченному ипотекой. Используется как гарантия для кредитора.</div>
	<div><br></div>
	<div>Коносамент - ценная бумага, подтверждающая приемку груза к перевозке и удостоверяющий право собственности на
		него. Служит доказательством договора перевозки и может быть передан третьим лицам<br></div>
	<div><br></div>
	<div>Инвестиционный пай ПИФа — это ценная бумага, удостоверяющая право инвестора на долю в паевом инвестиционном фонде. Он позволяет участвовать в коллективном инвестировании и получать доход от вложений.<br></div>
	<div><br></div>
	<div>Признаки ценных бумаг</div>
	<div>
		<ul>
			<li>документальность - документ должен иметь реквизиты, установленные государством</li>
			<li>доступность для гражданского оборота - помимо купли-продажи, могут быть объектом других гражданских отношений
				(займа, дарения, обмена)</li>
			<li>оборотоспособность (обращаемость на рынке) - ценные бумаги могут быть объектом купли-продажи</li>
			<li>стандартность содержания - стандартность участником, сроков</li>
			<li>ликвидность - возможность обмена на деньги</li>
			<li>риск - возможность потерять</li>
			<li>регулируемость и признание государством - должны быть признаны государством в качестве ценных бумаг</li>
		</ul>
		<div>Различия между ценными бумагами</div>
	</div>
	<div>
		<ul>
			<li>Национальная принадлежность: - иностранные, национальные</li>
			<li>Форма владения: именные, ордерные, предъявительские</li>
			<li>Вид эмитета: государственные, негосударственные</li>
		</ul>
	</div>

</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>12. Рынок труда. Безработица</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">Рынок труда — это система экономических отношений, возникающих между
	работодателями (покупателями труда) и работниками (продавцами труда) по поводу предложения и спроса на трудовые
	услуги. Он играет ключевую роль в экономике, определяя условия занятости, уровень заработной платы и уровень
	безработицы<br><br>Экономически активное население (рабочая сила: занятые и безработные) - население страны,
	включающее занятых и безработных женщин и мужчин в возрасте от 16 лет (в РФ)<br>
	<ul>
		<li>Занятые - имеют работу и заработок</li>
		<li>Безработные - не имеют работы и заработка; в поисках работы</li>
		<li>Добровольно незанятые (домохозяйки; бродяги)</li>
	</ul>
	<div>Занятость - деятельность граждан, приносящая им трудовой доход, не противоречащая законодательству РФ</div>
	<div>
		<ul>
			<li>полная занятость (40ч рабочих часов в неделю)</li>
			<li>временная занятость (срок работы ограничен трудовым договором)</li>
			<li>частичная занятость (сокращённый объём недельной трудовой нагрузки - менее 40ч в неделю)</li>
			<li>гибкая занятость (нестандартные условия найма и труда)</li>
		</ul>
		<div>Заработная плата (оплата труда) - вознаграждение за труд в зависимоси от квалификации работника, сложности,
			количества, качества и условий выполняемой работы</div>
	</div>
	<div>
		<ul>
			<li>сдельная зарплата - оплата труда зависит от объема выполненных работ</li>
			<li>повременная зарплата - оплата труда производится за фактически отработанное время (оклад плюс премия)</li>
			<li>смешанная зарплата - оплата труда зависит не только от количества времени, проведённое на работе, но и от
				итогов работы каждого работника и фирмы</li>
		</ul>
		<div>Виды заработной платы</div>
		<div>
			<ul>
				<li>номинальная - назначается работнику в виде определённой суммы</li>
				<li>реальная - сумма жизненных благ, которые можно прибрести за номинальную зарплату при данном уровне цен на
					товары и услуги (даже при одинаковой номинальной зарплате, реальная может быть меньше из-за инфляции)</li>
			</ul>
			<div>Безработица - это экономическое явление, при котором часть трудоспособного населения, желающего
				работать, не может найти подходящую работу (это состояние возникает, когда количество людей, ищущих работу, превышает количество доступных вакансий, соответствующих их квалификации и специальности)
				</div>
		</div>
		<div><br></div>
		<div>Виды безработицы</div>
		<div>
			<ul>
				<li>фрикционная - поиск работы и ожидание выхода на неё (уволенные с работы и ищущие новую)</li>
				<li>структурная - внутренние изменения в экономике, вытеснение устаревших профессий новыми</li>
				<li>циклическая - спад в экономике (сокращение из-за кризиса)</li>
				<li>сезонная - спад экономической активности в зависимости от сезона</li>
			</ul>
		</div>
	</div>
</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>13. Инфляция</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Инфляция - нарушение закона денежного обращения, выражающееся в обесценивании денежной массы и долговременном росте цен на товары и услуги. При инфляции у населения становится больше бумажных денег, однако оно может приобрести за них меньшее количество товаров и услуг<br><br>Причины инфляции<br><ul><li>чрезмерная эмиссия денег (то есть банки много денег выпускают)</li><li>деятельность профсоюзов и резкое повышение зарплат</li><li>рост цен на энергоносители (нефть, газ)</li><li>деятельность монополии</li><li>высокие военные расходы</li><li>дефицит государственного бюджета</li></ul><div>Виды инфляции</div><div><ul><li>по характеру протекания: открытая (постоянный плавный рост цен); скрытая (административный контроль над ценами и доходами)</li><li>по расхождению повышения цен: сбалансированная (рост цен на все товары и услуги); несбалансированная (неравномерный рост цен на разные товары и услуги)</li><li>по причинам возникновения: инфляция спроса (увеличение заработной платы населения, повышение цен); инфяция предложения (уменьшение предложения из-за роста цен на сырьё)</li></ul><div>Уровень инфляции - показатель роста или снижения инфляции за определённый промежуток времени</div></div><div><ul><li>умеренная (ползучая) - рост цен до 10% в год. Закладывается в прогнозы государственного бюджета</li><li>галопирующая - быстрый рост цен на 20-100% в год</li><li>высокая - более 100% в год</li><li>гиперинфляция - очень резкий рост общей массы денег и цен (более 1000% в год)</li></ul><div>Дефляция - увеличение покупательской способности денег, что приводит к спаду, замедленному падению или росту цен</div></div></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>14. Экономический рост и развитие. ВВП (1)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">Экономический рост - долговременное постепенное увеличение основных
	макроэкономических показателей (ВВП, ВНП)<br><br>ВВП (валовый внутренний продукт) - макроэкономический показатель,
	отражающий рыночную стоимость всех конечных товаров и услуг, произведённых на территории страны за определённый период
	времени, обычно за год. ВВП используется для оценки экономической активности и благосостояния нации<br><br>Реальный
	экономический рост - рост ВВП в денежном выражении минус инфляция<br><br>Совокупная стоимость - при подсчёте ВВП
	учитываются абсолютно все произведённые товары<br><br>Рыночная стоимость - при подсчёте ВВП учитывается только
	рыночная цена товара (по которой товар был продан, а не произведён)<br><br>Конечные товары - при подсчёте ВВП
	учитываются только товары, предназначенные для конечного потребителя. Из ВВП исключаются промежуточные товары, чтобы
	избежать двойного подсчёта<br><br>Территория государства - при подсчёте ВВП учитываются все товары, произведённые на
	территории государства, независимо от того, кто их произвёл - национальные или иностранные
	производители<br><br>Определённый период времени - при подсчёте ВВП учитываются только те товары, которые были
	произведены в рассматриваемый период времени
</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>14. Экономический рост и развитие. ВВП (2)</div>",
				content: `<div style="text-align: left; font-size: 1rem; ">
	Виды ВВП<br>
	<ul>
		<li>Номинальный ВВП — это стоимость всех конечных товаров и услуг, произведённых в стране за определённый период,
			рассчитанная по текущим рыночным ценам (отражает общую денежную стоимость без корректировки на уровень инфляции)</li>
		<li>Реальный ВВП — это тот же показатель, но скорректированный на инфляцию. Он измеряет стоимость всех товаров и
			услуг в ценах базового года, что позволяет исключить влияние изменения цен<br></li>
	</ul>
	<div>Базовый год — это временной период, используемый в экономических расчетах и статистике как отправная точка для
		сравнения показателей, таких как уровень цен и объем производства (служит основой для построения индексов и анализа динамики изменений в экономике)<br>
	</div>
	<div><br></div>
	<div>Сопоставимые цены - цены на товары и услуги базового года</div>
	<div><br></div>
	<div>Методики посдчёта ВВП</div>
	<div>
		<ul>
			<li>по доходам (суммируются все возможные доходы)</li>
			<li>по расходам (суммируются все расходы и отнимается доля импорта)</li>
			<li>по отраслям (суммируется добавленная стоимость по всем отраслям экономики)</li>
		</ul>
		<div>Экспорт - вывоз товаров из страны с целью продажи</div>
	</div>
	<div>Импорт - ввоз в другую страну товаров и услуг</div>
	<div><br></div>
	<div>Инновации - внедрённое новшество, обеспечивающее качественный рост эффективности процессов производства или
		конечной продукции, востребованное рынком (является результатом интеллектуальной деятельности человека)</div>
	<div><br></div>
	<div>Экономический рост - исходит из показателей изменения среднегодового роста ВВП в процентах</div>
	<div><br></div>
	<div>Пути экономического роста</div>
	<div>
		<ul>
			<li>экстенсивный рост - происходит за счёт увеличения количества ресурсов, используемых в производстве.</li>
			<li>интенсивный рост - происходит за счёт улучшения качества и эффективности использования ресурсов</li>
		</ul>
		<div>Экономический цикл - периодически повторяющиеся подъёмы и спады в экономике</div>
	</div>
	<div><br></div>
	<div>Стадии экономического цикла</div>
	<div>
		<ul>
			<li>пик - максимальное значение реального производства продукции</li>
			<li>рецессия - снижение объёмов производства</li>
			<li>дно - кризис, минимльное значение выпуска продукции</li>
			<li>подъём - постепенное наращивание объёмов производства</li>
		</ul>
		<div>Субсидии — это финансовая помощь, предоставляемая государством или местными органами власти юридическим и
			физическим лицам с целью поддержки определённых секторов экономики или отдельных категорий граждан.<br></div>
	</div>
</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>15. Роль государства в экономике</div>",
				content:
					"<div style='text-align: left; font-size: 1rem; '>Экономическая политика государства - процесс реализации экономических функций государства путём разнообразных государственных мер<br><br>Экономические функции государства<br><ul><li>разработка и проведение программы экономического развития страны</li><li>проведение налогой политики</li><li>выбор и соблюдение методов развития экономики страны</li><li>поддержка всех слоёв населения</li><li>содействие предпринимателям</li><li>производство общественных благ</li><li>разрешение экономических споров</li><li>обеспечение национальной экономической безопасности</li><li>участие в решении глобальных экономических проблем</li></ul><div>Экономически задачи, решаемые государством</div><div><ul><li>защиа основ рыночной экономики</li><li>производство общественных благ</li><li>учёт внешних (побочных) эффектов</li><li>разработка и финансирование программ помощи нуждающимся</li></ul><div>Государственные методы регулирования экономики</div></div><div><ul><li>правовой - государство создаёт законодательную базу, в соответствии с которой строятся экономические отношения на рынке</li><li>финансово-экономический - денежое стимулирование экономики</li><li>экономическое программирование - примерный план развития экономики на некоторый период</li></ul><div>Воздействие государства на экономику и население</div></div><div><ul><li>убеждение</li><li>сбор налогов</li><li>льготы и дотации</li><li>регулирование</li></ul><div>Льготы - преимущества, которые позволяют отдельным группам населения или организациям получать услуги или товары на более выгодных условиях</div></div>Дотации&nbsp;— это финансовая помощь, предоставляемая государством для покрытия определённых расходов<br></div>",
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem;'>16. Налоги</div>",
				content: `<div style="text-align: left; font-size: 1rem;">Налоги - обязательный индивидуальный безвозмездный платёж, который
	взимается с организаций и физических лиц в виде части принадлежащих им денежных средств<br><br>Налоговая политика -
	система мероприятий в области налогооблажения, построенная с учётом компромисса интересов государства и
	налогоплательщиков. Чем больше в государстве видов налогов, тем меньше денег поступает в гос. бюджет, так как
	население старается избежать их выплат<br><br>Признаки налогов<br>
	<ul>
		<li>обязательны (законодательно прописаны и являются конституционной обязанностью гражданина)</li>
		<li>безвозмездны (государство не обязано оказывать налогоплательщику какие-либо конкретные услуги, оно
			перераспределяет средства в соответствии с существующими потребностями различных сфер)</li>
		<li>уплачиваются деньгами (другие формы выплат невозможны)</li>
		<li>имеют публичные цели (налоги идут не на пользу какого-то конкретного человека, а обеспечивают деятельность государства и его составляющих частей)</li>
	</ul>
	<div>Виды налогов</div>
	<ul>
		<li>Кем взимаются</li>
		<ul>
			<li>федеральные - единые для всех граждан РФ</li>
			<li>региональные - республика, край, область, город</li>
			<li>местные - ограничены определённой территорией</li>
		</ul>
		<li>Кто платит </li>
		<ul>
			<li>физические лица</li>
			<li>юридически лица</li>
			<li>общие</li>
		</ul>
		<li>Кем уплачиваются</li>
		<ul>
			<li>прямые (на доходы и имущество)</li>
			<li>косвенные (на товары и услуги, которые изначально включены в цену)</li>
		</ul>
	</ul>
	<div>Акциз - косвенный налог, касающийся товаров массового потребления внутри страны</div>
	<div><br></div>
	<div>Налог на добавленную стоимость (НДС) - косвенный налог, изымающий часть добавленной стоимости товара или услуги.
		Является основой всех налоговых поступлений</div>
	<div><br></div>
	<div>Особенности НДС</div>
	<div>
		<ul>
			<li>налогоплательщик перекладывает налог на покупателей, закладывая его в цену</li>
			<li>охватывает практически все виды товаров и услуг</li>
			<li>повышает у производителя заинтересованность в росте доходов</li>
			<li>три ставки: 0%, 10%, 20%</li>
		</ul>
		<div>Функции налогов</div>
	</div>
	<div>
		<ul>
			<li>фискальная (финансирование государством расходов на содержание гос. аппарата, обороны страны и непроизводственной сферы - медицины, учебных заведений, библиотек)</li>
			<li>регулирующая (государственное регулирование экономики)</li>
			<li>социальная (перераспределение денежных средств ради сглаживания социального неравенства. Ликвидация большой разбежки между доходами различных социальных групп)</li>
			<li>стимулирующая (стимулирует развитие научно-технический прогресс (НТП), увеличение числа рабочих, расширение производства)</li>
			<li>конкретно-учётная (осуществление учёта расходов и доходов физических и юридических лиц)</li>
		</ul>
		<div>Налоги не взимаются</div>
	</div>
	<div>
		<ul>
			<li>с гос. пособий (кроме пособий по временной нетрудоспособности и уходу за больным ребёнком)</li>
			<li>пенсий</li>
			<li>компенсаций, возмещаюищх причинённый вред (увольнение, потеря трудоспособности, гибель)</li>
		</ul>
	</div><br>
	<ul></ul>
</div>`,
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>17. Государственный бюджет</div>",
				content:
					'Государственный бюджет - расписанный план доходов и расходов государства на год. Все страны и их жители живут в соответствии с государственным бюджетом<br><br>Виды бюджета<br><ul><li>с положительным остатком (сальдо) - доходы превышают расходы (профицит)</li><li>сбалансированным - доходы равны расходам</li><li>с отрицательным остатком (сальдо) - доходы меньше расходов (дефицит)</li></ul><div>Сальдо - разница между прибылью и расходами</div><div>Профицит - доходов больше, чем расходов</div><div>Дефицит - доходов меньше, чем расходов</div><div><br></div><div>Гос. бюджет решает следующие задачи</div><div><ul><li>сбор, перерасчёт и подготовка государственных денежных средств</li><li>перераспределение гос. дохода - равномерное направление денежных средств</li></ul><div>Структура бюджета</div></div><div><ul><li>доходная (откуда поступают деньги): подоходный налог; налог на прибыль; НДС; займы; эмиссия</li><li>расходная (куда будут впоследствии направлены деньги): социальная сфера; погашение гос. долга; финансовая поддержка экономики; научные исследования; гос. аппарат; военные расходы; кредитование и субсидирование других стран</li></ul><div>Этапы составления бюджета (Правительство составляет проект бюджета, гос. дума вносит правки и утвреждает)</div></div><div><ul><li>поставить финансовые цели на год (поднять пенсии на 1,5%)</li><li>оценить поступающие и прогнозируемые доходы (в связи с подорожанием нефти доходы государства возрастут)</li><li>распланировать прогнозируемые расходы (для проведения чемпионата мира по футболу потребуется строительство спортивных комплексов, ремонт стадионов и дорог)</li></ul><div>Государственный долг - все непогашенные долговые обязательства государства (процентные платежи по отношению к институтам и частным лицам, негосударственному сектору и иностранным государствам)</div></div><div><br></div><div>Типы гос. долга</div><div><ul><li>По кредитору: внутренний (взятие денег у граждан без их возврата); внешний (взятие кредита у иностранного государства)</li><li>По срокам действия: краткосрочный (до 1 года); среднесрочный (1-5 лет); долгосрочный (от 6 лет)</li></ul></div>',
			},
			{
				subtheme: "<div style='text-align: left; font-size: 1rem; '>18. Мировая экономика</div>",
				content:
					'Мировая экономика - синтез национальных экономик<br><br>Элементы мировой экономики<br><ul><li>Транснациональные корпорации (ТНК)<br></li><li>Государства</li><li>Международные экономические организации</li></ul>Транснациональные корпорации (ТНК) - компания (корпорация), владеющая производственными подразделениями в нескольких странах. (на их долю приходится более 80% торговли высокими технологиями. Из 100 наибольших экономик в мире 52 - ТНК, остальные - государства)<br><br>Международное разделение труда (МРТ) - стабильное производство отдельными странами продуктов и услуг количеством, превышающим внутренние потребности, с целью их сбыта на международном рынке<br><br>Международная специализация - сосредчение деятельности отдельных государства на производстве определённого рода товаров и услуг для продажи на мировом рынке.&nbsp;<br><br>Баланс внешней торговли - соотношение экспорта и импорта<br><ul><li>положительный (экспорт превышает импорт)</li><li>отрицательный (импорт превышает экспорт)</li><li>нулевой (экспорт и импорт равны)</li></ul>',
			},
			{
				subtheme:
					"<div style='text-align: left; font-size: 1rem; '>19. Рациональное экономическое поведение гражданина</div>",
				content:
					'Экономическое поведение - характерные для человека действия при определённых экономических условиях<br><br>Суверенитет потребителя - владелец ресурсов самостоятельно решает, как распоряжаться и использовать их<br><br>Предпринимательство - получение дохода людьми вследствие самостоятельной деятельности в сферах пользования имуществом, продажи товаров и оказания услуг.<br><br>Бизнес - получение доходов при совершении сделок в любой сфере деятельности.<br><br>Потребитель - субъект, приобретающий товары и услуги для удовлетворения собственных потребностей без привлечения прибыли<br><br>Цель потребителя - достичь максимального удовлетворения потребности с помощью приобретённых товаров и услуг<br><br>Рациональное поведение потребителя - взвешенные решения, во время которых потребитель учитывает последствия затрат<br><br>Доход потребителя - денежные средства, получаемые за установленный промежуток времени, для приобретения благ и услуг на цели личного потребления. Реальный доход определяется количеством товаров и услуг, которые может приобрести потребитель на сумму своего дохода.<br><br>Виды потребительских расходов<br><ul><li>обязательные - необходимый минимум проживания (питание, одежда)</li><li>произвольные - удовлетворение дополнительных желаний (автомобиль, книги)</li></ul><div>Уровень жизни - степень обеспеченности населения материальными благами. Является состовляющим в определении качества жизни</div><div><br></div><div>Качество жизни - степень обеспеченности населения материальными благами и другими условиями (культурный уровень, физическое развитие)</div>',
			},
		],
	},
	{
		theme: 'Социальные отношения',
		cards: [
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>1. Характеристика социальных отношений</div>`,
				content:
					`<div style="text-align: left; font-size: 1rem; ">Социальные отношения - совокупность общественных связей между людьми и
	группами людей, которые протекают согласно существующим в социуме законам<br><br>Элементы соц. отношений<br>
	<ul>
		<li>Субъект (кто осуществляет отношения)</li>
		<li>Объект (предмет возникновения отношений)</li>
		<li>Потребности (необходимость субъекта обладать объектом)</li>
		<li>Интерес (взаимно значительные и занимательные отношения между субъектом и субъектом)</li>
		<li>Ценности (важные значительные идеалы взаимодействующих субъектов)</li>
	</ul><br>Социальная общность (реальная группа людей, которая обладает определёнными признаками)<br>
	<ul>
		<li>схожие жизненные условия</li>
		<li>единые потребности</li>
		<li>реальная совместная деятельность</li>
		<li>наличие собственной культуры</li>
		<li>система управления и самоуправления действиями группы</li>
		<li>осознание принадлежности к социальной группе</li>
	</ul><br>Контакт - вид отношений между двумя объектами или субъектами, без установления глубокой связи между людьми.
	Каждый индивид может быть легко заменён другим.<br>
	<ul>
		<li>единичные (очередь в поликлинике)</li>
		<li>регулярные (одни и те же люди в спортивном зале)</li>
	</ul><br>Типы социального действия<br>
	<ul>
		<li>целерациональное (ориентировано на достижение конкретной цели без ограничений)</li>
		<li>ценностно-рациональное (ориентировано на ценности человека, учитывается возможное причинение вреда людям при
			совершении действий; у разных людей могут быть разные ценности)</li>
		<li>традиционное (соответствие устоявшимся моделям поведения, которые не подвергаются критике)</li>
		<li>аффективное (действие, совершаемое и зависящее от эмоционального состояния человека)</li>
	</ul><br>Действие получает статус социального если оно<br>
	<ul>
		<li>осмысленно (человек сам понимает цель своих действий)</li>
		<li>мотивировано (у человека имеется важная и чёткая причина для совершения действия)</li>
		<li>совершается с целью взаимодействия с другими людьми</li>
	</ul><br>Взаимодействия - регуларно повторяющиеся действия людей по отношению друг к другу. Глубокая взаимосвязь между
	участниками<br>
	<ol>
		<li>физическое (пожатие руки)</li>
		<li>вербальное (пожаление доброго утра)</li>
		<li>невербальное (кивок головой)</li>
	</ol><br>Сферы соц. взаимодействия<br>
	<ul>
		<li>семейная</li>
		<li>территориальная</li>
		<li>экономическая</li>
		<li>демографическая</li>
		<li>профессиональная</li>
	</ul><br>Способы взаимодействия людей<br>
	<ul>
		<li>Сотрудничество - взаиовыгодное взаимодействие, достижение совместной цели, налаживание дальнейших связей</li>
		<li>Соперничество - стремление обогнать и ущемить второго участника, совместной цели нет, но каждый хочет овладеть
			тем же, что и соперник</li>
		<li>Конкуренция - стремление обладать конкретными дефицитными благами, опередив соперника</li>
		<li>Конфликт - столкновение различных интересов, позиций и взглядов индивидов, групп и социальных общностей</li>
	</ul><br>
</div>`,
			},
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>2. Социальная стратификация и мобильность</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Страта - большая группа людей, которая отличается от других своим положением в социальной структуре общества<br><br>Социальная стратификация - расслоение общества по стратам, отношения между слоями общества, а также соответствующими социальными институтами<br><br>Иерархия - система подчинения низших составляющих общества высшим, основывающаяся на деятельности людей и их социальном статусе<br><br>Виды соц. стратификации<br><ul><li>Рабство - основанная на насилии система социальных взаимоотношений. Критерий соц. группы - наличие или отсутствие у неё гражданских прав (патриархальное (раб как младший член семьи с соответствующими правами); классическое (раб как беспавная собственность хозяина))</li><li>Касты - закрытие общественные группы, к которым человек относится исключительно по рождению. Переход из одной группы в другую невозможен. Наиболее распространено в Индии(брахманы (жрецы); кшатрии (воины); вайшьи (купцы); шудры (земледельцы, ремесленники, рабочие); неприкасаемые - не входят в кастовое деление, низшая ступень общества)</li><li>Сословия - общественные группы, членство в которых передаётся по наследству, а их права и обязанности закреплены законодательно (привелигированные (дворяне, священники); непривелигированные (крестьяне, ремесленники, купцы))</li><li>Классы - большие общественные группы, членство в которых обусловлено общественным разделением труда, а также способом и размерами получения людьми богатства (рабы и рабовладельцы; феодалы и зависимые крестьяне; буржуазия и пролетариат; элита, средний и низший класс)</li></ul>Социальная мобильность - изменение социального положения человека путём его перехода из одной социальной группы в другую<br><br>Виды соц. мобильности<br><ul><li>Коллективная - множество людей меняют соц. группу под влиянием внешних обстоятельств</li><li>Индивидуальная - человек переходит из одной групп в другую единолично</li><li>Внутрипоколенная - изменение соц. статуса человека в одном поколении (сначала человек был разнорабочим, затем стал актером, а после предпринимателем)</li><li>Межпоколенная - изменение соц. статуса у различных поколений (дед крепостной, отец рабочий, сын бизнесмен)</li><li>Вертикальная - подъём по соц. лестнице (помошник босса стал боссом)</li><li>Горизонтальная - перемещение внутри соц. группы (программист переехал из РФ в США, но всё ещё программист)</li></ul></div>',
			},
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>3. Социальные группы</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Социальная группа - объединение людей на основе каких-либо общественно важных признаков<br><br>Признаки соц. группы<br><ul><li>условия жизнедеятельности</li><li>потребности</li><li>собственная культура</li><li>социальная идентификация членов группы, их самопричисление к этой группе</li><li>совместная деятельность</li></ul>Виды соц. групп<br><ul><li>классовые - по общественному положение (класс, социальный слой)</li><li>демографические - по половому и возрастному признаку (мужчина, женщина, ребёнок, пенсионер)</li><li>этнические - по единству происхождения, менталитета, языка (племя, народ, нация)</li><li>профессиональные - по роду деятельности (учитель, строитель, инженер)</li><li>территориальные - по территории расселения (деревня, город, регион, страна)</li></ul>Влияние на человека<br><ul><li>пложительное влияние - усвоение нравстенных норм; передача языка и культуры</li><li>отрицательное влияние - групповой эгоизм; конформизм</li></ul>Конформизм - безоговорочное принятие существующего порядка, пассивное существование, приспособление и согласие с общественным мнением<br><br>Формы соц. групп<br><ul><li>по кол-ву членов группы - малочисленные (семья); многочисленные (христиане)</li><li>по времени существования - кратковременные (слушатели музыкального концерта); долговременные (японцы)</li><li>по крепости внутригрупповых связей - устойчивые (мулуьмане); стихийные (очередь в магазине)</li></ul><br>Квазигруппа - соц. группа, характеризующаяся неустойчивыми внутренними связями, не имеющая своей внутренней структуры и культуры<br><br>Виды квазигрупп<br><ul><li>толпа - стихийное недолговечное собрание людей, которых объединяет некая общая составляющая: интерес или идея</li><li>фанаты - собрание людей, чьи интересы сосредоточены вокруг определённого объекта</li><li>аудитория - группа людей, объединившихся с целью получения и передачи информации</li></ul>Признаки квазигрупп<br><ul><li>анонимность</li><li>внушаемость</li><li>социальгая зараженность</li><li>бессознательность</li></ul></div>',
			},
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>4. Молодёжь как социальная группа</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Молодёжь - особая группа лиц, отличающаяся возрастными рамками и статусом в обществе: люди, переживающие в данный момент переход от беззаботного детства к взрослой жизни и социальной ответственности<br><br>Особенности<br><ul><li>переходное соц. положение - невозмжн остаться в этой соц. групе навсегда</li><li>высокая соц. мобильность</li><li>освоение новых соц. ролей</li><li>высокие перспективы в профессии и карьере</li><li>поиск своего места в жизни, а также смысла жизни</li></ul><div>Отличительные признаки</div><div><ul><li>активность</li><li>свобода от устоявшихся в обществе норм, поведений и традиций</li><li>независимость от стереотипов общества</li><li>внутренние противоречия</li><li>неустойчивая психика</li><li>жажда выделиться из толпы</li><li>слабая терпимость</li><li>собственные субкультуры</li></ul><div>Виды&nbsp;</div></div><div><ul><li>эпатажные - бросают вызов традиционному обществу</li><li>альтернативные - ставят под сомнение традиционные ценности, нормы и поведение общества, выдвигая свои собственные</li><li>социальные - пытаются решить чётко очерченные соц. проблемы</li><li>агрессивные - имеют примитивные представления о жизни и ценностях, стараются самоутвердиться</li><li>политические - хотят изменить существующие политический строй или политические ситуации, основываясь на своих идеях</li></ul><div>Неформальная группа - сообщество людей, объединившихся на основе своих внутренних побуждений</div></div><div><br></div><div>Признаки неформальной группы</div><div><ul><li>стихийность</li><li>независимость</li><li>самоорганизация и иерархия</li><li>устойчивость</li><li>отличная от традиционной модель поведения</li><li>атрибутика</li><li>наличие ценностей и собственного мировоззрения</li></ul><div>Формальная группа - сообщество людей, которые объединены не своим внутренним побуждением, а по указанию вышестоящиъ по социальному статусу людей</div></div></div>',
			},
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>5. Этнические общности</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Этнос - устойчивая межпоколенная группа людей, объединённая длительным совместным проживанием на определённой территории, общим языком, культурой, жизненным укладом и самосознанием<br><br>Виды<br><ul><li>Племя - большая группа людей, связанных между собой родственными связями, единой территорией проживания, языком и культурой. Характерно для примитивного и доиндустриального общества</li><li>Народность - большая группа людей, объединённых между собой социальными и территориальными связями, одним языком и культурой. Появление обусловлено развитием торговных связей и общественного разделения труда</li><li>Нация - социально-экономическая, культурно-политическая и духовная общность людей, сложившаяся в результате становления государства и формирования общей культуры</li></ul><div>Национальность - принадлежность человека к какому-либо этносу или гражданству в зависимости от его самоидентификации</div><div><br></div><div>Национальный менталитет - мировоззрение представителей одной нации, сформировавшееся под воздействием исторически сложившихся национальных традиций и ценностей</div><div><br></div><div>Традиции - передающиеся из поколения в поколение элементы культуры, подчёркивающие самобытность нации</div><div><br></div><div>Ценности - набор особо важных и значимых для конкретной нации материальных, духовных и природных явлений</div><div><br></div><div>Традиционные русские ценности: язык; национальные песни и танцы; фольклорные сказки; история нации; молитва; жития святых и героев; хозяйство; армия; территория</div></div>',
			},
			{
				subtheme:
					`<div style='text-align: left; font-size: 1rem; '>6. Межнациональные отношения, этносоциальные конфликты</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Межнациональные отношения - взаимодействие людей (групп людей) разной этнической принадлежности в трудовой и культурной сферах и общественно-политической жизни РФ, оказывающих влияние на этнокультурное и языковое многообразие РФ и гражданское общество<br><br>Тенденции среди этнических групп<br><ul><li>Интеграция - разрешение национальной разобщённости, сближение наций между собой по всем аспектам: культуре, экономике, политике. Это приводит к появлению новых наднациональных институтов (европейское сообщество)</li><li>Дифференциация - многие народы стремятся сохранить свои национальные особенности, стараются избежать давления со стороны крупных политических объединений и сохранить национальную независимость. Нередко это порождает этноцентризм</li></ul><div>Этноцентризм - непоколебимия уверенность в правоте своей нации, её ценностях и культуре. При этом культура других наций считается низкой и неправильной. Нередко это приводит к войнам</div><div><br></div><div>Национальный вопрос - вопрос освобождения угнетённых народов, их самоопределения и преодоления ими национального неравенства</div><div><br></div><div>Причины нац. вопроса</div><div><ul><li>политическое развитие (национальная политика стран-завоевателей)</li><li>экономическое развитие (экономическое давление на завоёванные нации)</li><li>социальное развитие (национализм и шовинизм)</li><li>религиозные различия (религиозная нетерпимость)</li><li>культура (несовпадение мнений разных народов о культурных ценностях и их принадлежность)</li><li>территориальные конфликты</li><li>исторические разногласия, прошлые взаимоотношения народов</li></ul><div>Национализм - идеология и политика, ставящая интересы нации превыше любых других экономических, социальных, политических интересов, стремление к национальной замкнутости</div></div><div><br></div><div>Шовинизм - идеология, утверждающая исключительность определённого этноса, сочетающаяся с ненавистью ко всем другим</div><div><br></div><div>Дискриминация - предвзятое негативное и несправедливое отношение к определённой социальной группе</div></div>',
			},
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>7. Национальная политика РФ</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Национальная политика - система стратегических приоритетов и мер, направленных на укрепление межнационального согласия, гражданского единства, обеспечение поддержки этнокультурного и языкового многообразия РФ. Вся политическая система РФ основывается на конституции<br><br>Главная цель нац. отношений - регулирование отношений между различными этносами<br><br>Конституция - главный закон страны, определяющий основы политической, правовой и экономической систем государства</div>',
			},
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>8. Социальный конфликт</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Социальный конфликт - столкновение противоположных общественных интересов, взглядов, мировоззрения, целей и направлений общественного развития<br><br>Причины соц. конфликтов<br><ul><li>различия в мировоззрении и жизненных целях</li><li>социальная структура общества</li><li>культурно-языковые различия</li><li>материальные ресурсы</li><li>религиозные различия</li><li>внутренная неоднородность и разобщённость общества</li><li>неспособность находить компромисс</li><li>конфликтное поведение человека, его индивидуальные черты</li></ul><div>Виды соц. конфликтов</div><div><ul><li>Форма протекания: внутриличностный (противоречия внутри индивида); межличностный (участие двух и более людей)</li><li>Участие группы: межгрупповой; с внешней средой (конфликт с организациями, поддерживающими недопустимые для человека нормы и предписания)</li><li>Сферы жизни: отдельные сферы (экономика, культура, политика); социальная революция (охват всего общества в целом)</li><li>Время развития: краткосрочный; долгосрочный</li><li>Повторяемость: разовый; повторяющийся</li><li>Средства воздействия на оппонента: насильственный (использование угруз); ненасильственный (мирный конфликт)</li><li>Форма возникновения: преднамеренный (заранее подготовленный); спонтанный (возникший стихийно)</li><li>Охватываемая территория: личный; групповой; локальный; региональный; общенациональный; глобальный</li><li>Влияние на развитие общества: прогрессивный; регрессивный</li></ul><div>Способы разрешения конфликта</div></div><div><ul><li>Применение силы - сильнейшая сторона (или считающаяся себя таковой) прибегает к силе</li><li>Арбитраж - обращение конфликтующих сторон к специальным органам власти, которые решают спорный вопрос</li><li>Избегание - физический или психологический уход от конфликтной ситуации</li><li>Компромисс - совершение конфликтующими сторонами взаимных уступок</li><li>Переговоры - мирное обсуждение проблемы конфликтующим сторонами</li><li>Посредничество - разрешение проблемы третьей стороной</li></ul></div></div>',
			},
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>9. Социальные нормы</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Социальные нормы - исторически сложившиеся и принятые обществом правила и образцы поведения индивидов. Соблюдение социальных норм возможно только при сознательной деятельности людей<br><br>Способы достижения соц. норм<br><ul><li>разрешения - показа возможных необязательных вариантов поведения</li><li>предписания - чёткого указания о совершении определённого действия</li><li>запрета - показа отрицательных вариантов поведения, которых следует избегать</li></ul><div>Формы соц. норм</div><div><ul><li>По способу закрепления: устные; письменные</li><li>По силе воздействия на количество людей: межличностные; групповые; классовые; национальные; общечеловеческие</li><li>По степени обязательности исполнения: побуждающие; запрещающие; повелительные; рекомендательные</li></ul><div>Виды соц. норм</div></div><div><ul><li>Нормы обычаев - возникли в первобытность; устанавливают общественные привычки (нравы, традиции, ритуалы), в отношении нарушителя используется меры общественного воздействия; определяют силу привычки</li><li>Нормы морали - возникли при появлении человеческого общества; устанавливают представление людей о добре и зле, хорошем и плохом; определяют общественное мнение, внутренние установки людей</li><li>Эстетические нормы - возникли при формировании у человека чувства прекрасного; устанавливают исторические условия; определяют общепризнанные представления о красивом и уродливом в творчестве, производстве, поведении, быту</li><li>Религиозные нормы - возникли при появлении первых религиозных культов; устанавливают предписания священных книг и правила поведения, принятые церковью; определяют внутренние убеждения людей, деятельность церкви</li><li>Корпоративные нормы - возникли при создании корпораций; устанавливают общественные организации; определяют общественные объединения, внутреннюю убеждённость членов организации</li></ul></div></div>',
			},
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>10. Социальный контроль</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Социальный контроль - действующий общественный механизм, определяющий отношения индивида и общества с целью укрепления порядка и стабильности в обществе. Главные составляющие - соц. нормы и соц. санкции<br><br>Виды соц. контроля по способу воздействия<br><ul><li>Внутренний - человек самостоятельно регулирует своё поведение в зависимости от существующих социальных норм. Совесть является следствием самоконтроля</li><li>Внешний - поведение человека регулируется общественным мнением, институтами, организациями.</li></ul>Виды соц. контроля по степени близости<br><ul><li>Формальный - поведение человека регулируется общественными институтами</li><li>Неформальный - поведение человека регулируется&nbsp;ближайшим кругом людем и общественным мнением.</li></ul><div>Совесть - чувство ответственности перед другими людьми за своё собственное поведение</div><div><br></div><div>Надзор - вмешательство внешних сил во все действия человека, контрль всех деталей с применением постоянных поправок и одёргиваний. Надзором часто становися государство по отношению к своим гражданам</div><div><br></div><div>Формальный контроль в РФ</div><div><ul><li>прокуратура</li><li>федеральная служба безопасности</li><li>счётная палата, депутаты</li><li>общество защиты прав потребителей</li><li>профсоюз</li></ul><div>Меры соц. контроля</div></div><div><ul><li>изоляция - полное исключение девианта (тюремное заключение)</li><li>обособление - частичное исключение девианта из жизни общества (психически больные люди)</li><li>реабилитация - проводимые меры для возвращения девианта к обычной жизни (лечение, беседы)</li></ul><div>Социальные санкции - реакция общества на выполнение (невыполнение) социальных норм индивидом или группой</div></div><div><ul><li>Формальные: негативные - казания на официальном уровне; позитивные - открытое поощрение со стороны официальных организаций</li><li>Неформальные: негативные - неофицальное порицание, без опоры на законодательство; позитивные - общественное одобрение личностного характера</li></ul><div><br></div></div><div><br></div><br></div>',
			},
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>11. Отклоняющееся поведение</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Девиантное поведение - социальное поведение, не соответствующее имеющейся норме или набору норм, принятых значительной частью людей в группе или сообществе<br><br>Деликветное поведение - систематическое преступное нарушение индивидом или группой социальных норм, которые влекут за собой уголовное наказание<br><br>Причиные девиантного поведения<br><ul><li>Биологические - предрасположенность самого человека к такому типу поведения из-за физических недостатков или биологических отклонений</li><li>Психологические - влияние личностных установок, воспитания и черт характера. Эмоциональное состояние человека</li><li>Социологические - кризис в обществе</li></ul><div>Уровни девиантного поведения</div><div><ul><li>первичная - единовременное нарушение человеком некоторых соц. норм</li><li>вторичная - систематическое нарушение человеком общественнх норм.</li></ul><div>Степень распространения</div></div><div><ul><li>индивидуальное - человек единолично нарушает нормы общественного порядка</li><li>коллективное - носителями девиантного поведения выстапают два и более человека</li></ul><div>Виды</div></div><div><ul><li>положительное - содействует соц. изменениям; даёт представление о многообразии социума</li><li>отрицательное - подрывает общественные устои; ведёт к разрушению существующей социальной системы</li></ul><div>Формы</div></div><div><ul><li>деструктивное - человек наносит вред самому себе (алкоголизм, наркомания)</li><li>асоциальное - человек наносит вред другим людям (хулиганство, коррупция)</li></ul><div>Меры ограничения</div></div><div><ul><li>жесткие запреты на проявление девиантного поведения (арест, штраф)</li><li>организация соц. помощи для девиантов с психологическими проблемами (телефон доверия, психологическая помощь)</li></ul></div></div>',
			},
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>12. Социальный статус</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Социальный статус - предполагающее определённые права и обязанности общественное положение человека в соответствии с его полом, возрастом, профессией<br><br>Виды соц. статуса<br><ul><li>предписанный - получен от рождения (пол, национальность)</li><li>достигаемый - приобретён самим человеком (квалификация, образование)</li><li>личностный - дан отдельному индивиду малой группой (лидер, изгой)</li><li>групповой - дан личности группой, к которой он принадлежит (профессия, экономическое положения)</li></ul><div>Статусный набор - все статусы, принадлежащие индивиду</div><div><br></div><div>Составление соц. статуса</div><div><ul><li>Права и обязанности - определяют, что человек с данным статусом может и должен делать</li><li>Диапазон - границы возможного действия прав и обязанностей</li><li>Символы - отличительные знаки</li><li>Образ - правила внешнего вида и поведения представителей статуса</li><li>Идентификация - соответствие внешнего вида, поведения и других характеристик человека его статусу</li></ul><div>Престиж - данная обществом соц. значимость человеку в зависимости от его статуса. Определяется реальной полезностью человека и актуальной системой ценностей общества</div></div><div><br></div><div>Авторитет - общественное влияние, значение индивида</div><div><br></div><div>Социальная роль - ожидаемая в обществе модель поведения человека, соответствующая его статусу</div><div><ul><li>Социальная - поведение человека завист от ожиданий общества</li><li>Психодраматическая - на поведение человека влияет его окружение</li><li>Психосоматическая - человека выстраивает своё поведение в зависимости от собственных потребностей и культурных установок</li></ul><div>Ролевый конфликт - ситуация, в которой человек вынужден выполнять две и более несовместимые социальные роли одновременно</div></div><div><ul><li>внутриролевой - одна и та же роль противоречит самой себе (начальник должен защищать и поощрать своих сотрудникв, но и одновременно с этим быть требовательным к их работе)</li><li>личностно-ролевой - социальная роль не совпадает с ценностями и желаниями человека (мать детей хочет строить карьеру, а не быть домохозяйкой и заниматься только воспитанием)</li><li>межролевой - правила поведения одной роли противоречат другой (сын должен быть покладистым и радовать родителей, а подросток хочет быть бунтарём)</li><li><br></li></ul></div></div>',
			},
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>13. Социализация</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Социализация - усвоение индивидом существующих культурных норм и социального опыта для успешного взаимодействия с обществом<br><br>Десоциализация - утрата индивидом по каким-либо причинам социального опыта, которая отражается на его жизнедеятельности и возможности самореализации в социальной среде<br><br>Ресоциализация - приспособление человека к жизни в новом сообществе<br><br>Стадии социализации<br><ul><li>Начальная (до 7 лет) - ближаёшее окружение передаёт знания ребёнку: адаптация - ребёнок подражает окружающим, безоговорочно принимает соц. опыт; индивидуализация - ребёнок критически относится к существующем соц. опыту и пытается найти свой уникальный путь</li><li>Средняя (до 18 лет) - обучение ребёнка обществом (школа, окружающие люди): интеграция - ребёнок становится частью общества, при невозможности данного шага наступают последствия</li><li>Завершающая - усвоение моделей поведения взрослыми людьми: коррекция - усвоение взрослыми людьми правил поведения при получении ими новы</li></ul><div>Сферы социализации</div><div><ul><li>деятельность - способность расширению понятий видов социализации. Переосмысление различных видов деятельности</li><li>общение - расширение круга общения, развитие и углубление его навыков</li><li>самосознание - понимание своего собственного ""я"", формирование целостного образа, понимание своего места в обществе и социальной роли в нём</li></ul><div>Социальная дезинтеграция - процесс распада внутренней структуры социальной группы или социальной системы</div></div><div><br></div><div>Виды противодействия при невозможности влиться в общество</div><div><ul><li>Конформизм</li><li>Нонкомформизм - открытое непрятие действующих норм, смена общественных групп</li><li>Открытая агрессия, бунт</li><li>Самоубийство</li></ul><div>Нонконформизм - стремление человека придерживаться традиций, норм и правил, прямо противоречащих тем, которые господствуют в данном обществе или группе</div></div><div><br></div><div>Социальная адаптация - непрерывный процесс приспособления человека к новому окружению с помощью различных усвоенных им социальный средств</div><div><ul><li>активная - человек осваивает и применяет в действии устоявшиеся и одновременно с этмм изменяет устаревшие на его взгляд социальные нормы</li><li>пассивная - послушое безропотное принятие и выполнение всех норм и требований общества. Человек не осуществляет попытки повлиять на него, притом что внутренне может быть не согласен с действующими установками</li></ul><div>Социальные действия - совокупность поступков, методов и средства, с помощью которых человек или группа пытаются изменить укоренившиеся мнения и взгляды общества</div></div></div>',
			},
			{
				subtheme: `<div style='text-align: left; font-size: 1rem; '>14. Семья и брак</div>`,
				content:
					'<div style="text-align: left; font-size: 1rem; ">Семья - малая соц. группа, члены которой связаны между собой родственными узами, общностью быта, взаимной помощью и ответственностью<br><br>Функции семьи<br><ul><li>репродуктивная</li><li>воспитательная</li><li>хозяйственно-экономическая</li><li>эмоционально-психологическая</li><li>духовно-эстетическая (рекреационная)</li><li>социально-статусная</li><li>защитная</li></ul><div>Виды семьи</div><div><ul><li>По количеству родителей: неполная; полная</li><li>По лидерству: матриархальная - женщины доминируют в семье, родословная идёт по женской линии; патриархальная - мужчины доминируют в семье, родословная идёт по мужской линии; эгалитарная (партнёрская) - равные властные отношения супругов со взаимозаменяемыми социальными ролями</li><li>По количеству супругов: моногамная; полигамная</li><li>По количеству участников: нуклеарная - совместно проживающие супругу и их дети; расширенная (многопоколенная) - совместно проживающие супруги, их дети и прочие родственники</li><li>По количеству детей: бездетная; однодетная; малодетная; многодетная</li><li>По месту проживания: патрилокальная - жена с детьмы живёт у родителей мужа; матрилокальная - муж и дети живут с родителями жены</li></ul><div>Семейные взаимоотношения</div><ul><li>авторитарный (подавление одним членом семьи воли других, жестокость, агрессивность)</li><li>попустительский (безразличие, отстранённое отношение членов одной семьи друг к другу)</li><li>демократический (равноправие и сотрудничество между членами семьи, тёплые взаимоотношения)</li></ul><div>Брак - добровольный союз мужды и женщины, направленный на создание семьи и совместное ведение хозяйства, закреплённый юридически</div></div><div><br></div><div>Условия заключения брака</div><div><ul><li>мужчина и женщина вступают в брак добровольно</li><li>оба брачующихся достигли 18 лет (при уважительных причинах с 16 лет)</li><li>мужчина и женщина не состоят в другом зарегистрированном браке</li><li>пара не приходится друг другу близкими родственниками</li><li>оба человека психически здоровы</li><li>пара не состоит в отношениях усыновления</li></ul><div>Виды брака</div></div><div><ul><li>Гражданский - официальный брак, зарегистрированный в гос. оранах записи актов гражданского состояния (ЗАГС)</li><li>Церковный (канонический) - брак, который в России не влечёт юридических последствий с точки зрения государства и регулируется только нормами внутрицерковного (канонического) права (до декабря 1917 г. существовал только он)</li><li>Фактический - отношения, в которых мужчина и женщина проживают вместе, но не состоят в официальном браке друг с другом</li></ul></div></div>',
			},
		],
	},
];

export default socialStudies;
