const new_pv = [
	{ en: 'flick through', ru: 'быстро пролистывать, просматривать (книгу, журнал и т.д.)' },
	{ en: 'see off', ru: 'провожать (кого-либо)' },
	{ en: 'call off', ru: 'отменять, отложить (мероприятие, встречу и т.д.)' },
	{ en: 'leave out', ru: 'не включать, пропускать, исключать (что-либо)' },
	{ en: 'ask out', ru: 'пригласить на свидание' },
	{
		en: 'cath up with / keep up with',
		ru: 'догонять, поспевать за кем-то/чем-то; быть в курсе, идти в ногу со временем',
	},
	{ en: 'run out of', ru: 'закончиться, израсходоваться' },
	{ en: 'lag behind', ru: 'отставать, плестись в хвосте' },
	{ en: 'think over', ru: 'обдумать, поразмыслить' },
	{ en: 'put up', ru: 'вывесить, разместить; предоставить жилье, разместить' },
	{ en: 'go off', ru: 'испортиться, протухнуть; сработать, взорваться' },
	{ en: 'put down to', ru: 'объяснять, приписывать (причину)' },
	{ en: 'put forward', ru: 'выдвигать, предлагать' },
	{ en: 'put through', ru: 'соединять, связаться' },
	{ en: 'carry out', ru: 'проводить (напр. исследование)' },
	{ en: 'break in', ru: 'врываться, вломиться' },
	{ en: 'break into', ru: 'вломиться в' },
	{ en: 'put up with', ru: 'смириться с' },
	{ en: 'drop out', ru: 'бросить (чем-то заниматься)' },
	{ en: 'go by', ru: 'проходить' },
	{ en: 'go in for', ru: 'заниматься' },
	{ en: 'line up', ru: 'выстраивать в линию' },
]

export default new_pv